[{"c":"c/ Laclau and Mouffe utilize the terms “element” and “moment” for describing isolated discursive events and elements which begin to relate to each other. “Nodal points” are the most cautified and static areas in the discursive field, fundamental to building ideological structure - pride in independence can be seen as a nodal point of the United States’ historical ideology, just as white supremacy is being currently uncovered as a nodal point within their national discursive field. ^^ Laclau and Mouffe, Hegemony and Socialist Strategy, 1985, 92","p":{"x":1395,"y":-7373},"t":0,"u":"metaDiscourse1599982595583","r":["metaDiscourse1599982630303","metaDiscourse1599982800115"],"d":[2020,9,13,9,36,35],"db":["metaDiscourse"],"_id":"0DwuyRpEDzpgMnnQ"},{"c":"c/ Transgressions against rules set up the push/pull between normative (whole) and challenges of the normative (points of contest). In this way there can not be a theory of transgression as the central activity without a complete transformation of the normative framework. ","p":{"x":1231,"y":3144},"t":0,"u":"transgression1618563944743","r":[],"d":[2021,4,16,11,5,44],"db":["transgression"],"_id":"0IfpcS9i0EqnPzzV"},{"c":"The cybernetic is persistent, structurally dependent on the continuation of interrelations, regardless of the specific agents involved.","p":{"x":247,"y":2957},"t":0,"u":"discursiveFieldConditions1599075487695","r":["discursiveFieldConditions1598976463230","discursiveFieldConditions1599075229597"],"d":[2020,9,2,21,38,7],"db":["discursiveFieldConditions"],"_id":"0KVxxZpFpWbZYPPa"},{"c":"c/ Suddenly, the State is no longer a giant amorphous blob which is always outside and away, a god-like plane of determination, but simply a state of the system. The capital S shrinks down into something smaller, but much more interesting. As Landauer poses the state, just like any other “state of the art” or “I was in a bad state”, it is a frozen and examinable view of systems constituted equally, though not evenly.","p":{"x":794,"y":4862},"t":0,"u":"metaDiscourse1599988098780","r":["metaDiscourse1599988034470","metaDiscourse1599988230333"],"d":[2020,9,13,11,8,18],"db":["metaDiscourse"],"_id":"0TCsOEsmzSz7eFVU"},{"c":"c/ An essential activity of the anti-architect becomes examining how disruption of architectural production could function, as well as in examining - more ontologically - what the architectural dimension of objects actually is outside of the reproduction of professional activity.","p":{"x":1446,"y":2626},"t":0,"u":"anti-disciplinary1599652737605","r":["anti-disciplinary1599650518211"],"d":[2020,9,9,13,58,57],"db":["anti-disciplinary"],"_id":"0XL5h3Czf7mICzkE"},{"c":"q/ \tAs a revolutionary foil to the usual slew of understandings of the State, the German anarchist Gustav Landauer espouses a transformative definition: “The state is a condition, a certain relationship between human beings, a mode of behavior; we destroy it by contracting other relationships, by behaving differently toward one another – One day it will be realized that Socialism is not the invention of anything new, but the discovery of something actually present, of something that has grown…We are the state, and we shall continue to be the state until we have created the institutions that form a real community and society of men.”^^German Landauer, \"Weak Statesman, Weaker People\", Revolution and Other Writings, 2010, 214","p":{"x":1411,"y":4588},"t":0,"u":"metaDiscourse1599988034470","r":[],"d":[2020,9,13,11,7,14],"db":["metaDiscourse"],"_id":"0fwtTAsU1pEPSims"},{"c":"q/ \"Political scientists attribute the steadily falling voter turnout in Germany, among other things, to the fact that the party headquarters advise against politically pointed mobilization of their own electorate and advise for a depoliticizing demobilization of the electorate of political opponents.\" [trans. ]","p":{"x":381,"y":184},"t":0,"u":"mobilization--conflict--dispute1600098960343","r":["mobilization--conflict--dispute1600099012488","mobilization--conflict--dispute1600099174896","mobilization--conflict--dispute1600099464215"],"d":[2020,9,14,17,56,0],"db":["mobilization--conflict--dispute"],"_id":"0g8dbm89Cip9ala6"},{"c":"c/ The “social” is a delimited set of practices which constantly attempt to construct the impossible object - society; the discursive field is the space in which impossible objects - static meanings - are attempted to be constructed, reproduced or destroyed.","p":{"x":302,"y":-10064},"t":0,"u":"metaDiscourse1599984409787","r":["metaDiscourse1599984433829"],"d":[2020,9,13,10,6,49],"db":["metaDiscourse"],"_id":"0jTFcxDRP9luolLe"},{"c":"r/ Ernesto Laclau and Chantal Mouffe aggressively critique totality as an illusion, specifically within the Marxist tradition, through disentangling the modern and structuralist assumptions within political theory. ","p":{"x":489,"y":1972},"t":0,"u":"endingIllusion1598445412206","r":["endingIllusion1598445240321"],"d":[2020,8,26,14,36,52],"db":["endingIllusion"],"_id":"0xk3uxj8agsdUrFD"},{"c":"c/ In {adiscourse.net}, the surface effects of elements, connections, entanglements, sets and organized outputs does not ontologically privilege one type of element or assembly above others. The full network is not more important than the single contribution and vice versa, which is a huge transition from the final-format compositions of traditional publishing or social media which engage in the privileging of single types of objects above other (books, articles, tweets, etc.).","p":{"x":1131,"y":-8663},"t":0,"u":"metaDiscourse1599983061511","r":["metaDiscourse1599983121749"],"d":[2020,9,13,9,44,21],"db":["metaDiscourse"],"_id":"1eK6mRKNnYpIjtRo"},{"c":"The new heuristically constructed discourse requires the technology of pronunciation and articulation to come from the Mother / Nature and then also the new establishment of distribution and reproduction within a discourse of \"true\" interpretation.","p":{"x":898,"y":-3874},"t":0,"u":"discursiveFieldConditions1598964056181","r":["discursiveFieldConditions1598964508356"],"d":[2020,9,1,14,40,56],"db":["discursiveFieldConditions"],"_id":"24TDuF8SZuA66oND"},{"c":"r/ and at least the tech. also pushes the  bifurcation on having \"free\" time that problably needs to be used on your mental health and just keeping yourself even keel but also what did you do last week, I learned french during quarantine, I mean its a great opportunity to extend your skill set because its like what else are doing? But that is probably already engrained without the help of Instagram.","p":{"x":1209,"y":1074},"t":0,"u":"20201600198283236","r":[],"d":[2020,9,15,21,31,23],"db":["2020"],"_id":"2ANCYBoBFsX8JfC0"},{"c":"c/ However, the overlap of Deamer's awoken architectural laborer and Ward's anti-architect is still slim. The architectural laborer, or a confederation of them (such as in Deamer's co-founded The Architecture Lobby), has created some room within the discipline for realignment, but not escaped an almost totalizing disciplinary subjectivity.","p":{"x":713,"y":1608},"t":0,"u":"anti-disciplinary1599647788132","r":["anti-disciplinary1599649068224"],"d":[2020,9,9,12,36,28],"db":["anti-disciplinary"],"_id":"2Ej8pNazo41Z5jcW"},{"c":"TERMS OF DISCOURSE:","p":{"x":469,"y":-2509},"t":0,"u":"metaDiscourse1599937077392","r":["metaDiscourse1599937090976"],"d":[2020,9,12,20,57,57],"db":["metaDiscourse"],"_id":"2YnfLNzFe9C6Fypi"},{"c":"q/ \"Each object is like one of Leibniz's monads, in that each one contains a potentially _infinite regress_ of other objects; and around each object, there is a potentially _infinite progress_ of objects, as numerous multiverse theories are now also arguing. But the infinity, the uncountability, is more radical than Leibniz, since there is nothing stopping a group of objects from being an object, just as a coral reef is something like a society of corals.\" ^^Timothy Morton, Realist Magic, 2013, 45","p":{"x":655,"y":-5891},"t":0,"u":"metaDiscourse1599981739630","r":["metaDiscourse1599981271558","metaDiscourse1599981781967"],"d":[2020,9,13,9,22,19],"db":["metaDiscourse"],"_id":"2wpf5SgEicu79RUj"},{"c":"r/ I didn't know Andrew Culp's _Dark Deleuze_! What a discovery! Thanks","p":{"x":676,"y":-1366},"t":0,"u":"anti-disciplinary1600545526500","r":["anti-disciplinary1600512298443"],"d":[2020,9,19,21,58,46],"db":["anti-disciplinary"],"_id":"37v9kmeMeQvwG08g"},{"c":"c/ Taking into consideration Roland Barthe's idea of \"readerly\" and \"writerly\" texts, the resolution of traditiona media wasn't even total with the first run of publications, but rather a site for further provocation of meaning in which the reader's construction of the material is essential as a discursive event, not merely the consumption of dead words. ","p":{"x":747,"y":6118},"t":0,"u":"endingIllusion1598541146796","r":[],"d":[2020,8,27,17,12,26],"db":["endingIllusion"],"_id":"3gpmgiV5KkslHzvp"},{"c":"r/ However, McLuhan was very critical and skeptical about this relationship between humanity and technology, so reforming a relationship between the two without destroying either part (technology or humanity) would have been an interest for him.","p":{"x":847,"y":2034},"t":0,"u":"bSP5_NewDarkAge1621341280771","r":["bSP5_NewDarkAge1621340718302","bSP5_NewDarkAge1621027919400"],"d":[2021,5,18,14,34,40],"db":["bSP5_NewDarkAge"],"_id":"3n5108Kl6pNOGbMC"},{"c":"The anarchic contingently establishes the terms and forms of exchange. Temporary exit of the economy and heterogenized exchange is produced.","p":{"x":1349,"y":3876},"t":0,"u":"discursiveFieldConditions1599076524206","r":["discursiveFieldConditions1599076284407","discursiveFieldConditions1599076429151"],"d":[2020,9,2,21,55,24],"db":["discursiveFieldConditions"],"_id":"45tY1ZumcLir5ENi"},{"c":"r/ The twenty-first century response to the COVID-19 pandemic presents markedly different mobilizations of power. Alongside disciplinary mechanisms of immobilization, surveillance and monitoring, various alternatives have emerged to combat the spread of the virus. This chapter examines how the global community reacted differently in different parts of the world in response to a common enemy. From the authoritarian forms of coercive control imposed in China to Sweden’s reliance on individuals making rational decisions in practicing social-distancing, these responses reflect different forms of biopolitics and biopower enacted by their respective states. Some see no harm in leveraging GPS-based location data harvested from mobile phones by state security services to assist with contact tracing. Others are more comfortable entrusting large corporations to develop privacy preserving techniques that incorporate proximity sensing via bluetooth, for example.","p":{"x":2002,"y":560},"t":0,"u":"20201600273286334","r":[],"d":[2020,9,16,12,21,26],"db":["2020"],"_id":"4HVWh6RNqmF5ZR3Q"},{"c":"c/ {adiscourse.net} does not take discourse in terms of pinning down thematic or disciplinary perspectives. While Foucault establishes a manner of discursive analysis in respect to disciplinary meanings, structuring the modes in which discourse can be established through understanding the “surfaces of emergence”, authorities of control and grids of specification, even he only offers these modes contingently. ^^Michel Foucault, The Archaeology of Knowledge, 1972, 40-49","p":{"x":305,"y":-8826},"t":0,"u":"metaDiscourse1599983400130","r":[],"d":[2020,9,13,9,50,0],"db":["metaDiscourse"],"_id":"4UgvMJGWlgBRoB0d"},{"c":"Computational systems, as tools, emphasize one of the most powerful aspects of humanity: our ability to act efficiently in the world and shape it to our desires, and ensuring that they do not degrade, overrule, efface, or erase the desires of others, remains our precative.","p":{"x":287,"y":2132},"t":0,"u":"bSP5_NewDarkAge1621407901173","r":[],"d":[2021,5,19,9,5,1],"db":["bSP5_NewDarkAge"],"_id":"4jKnZcVu1AOQTMXS"},{"c":"q/ \"9. In and of themselves, forms-of-life can be neither said nor described. They can only be shown - each time, in an always singular context. On the other hand, considered locally, the play between them obeys rigorous signifying mechanism. If they are thought [extending along the line/dimension  of power], these determinisms are transformed into _rules_ which can then be amended. Each sequence of play is bordered, on either edge, by an _event_. The event disorders the play between forms-of-life, introduces a fold within it, suspends past determinisms and inaugurates new ones through which it must be reinterpreted. In all things, we start with and from the middle.\"^^Tiqqun, Introduction to Civil War, 30","p":{"x":833,"y":2737},"t":0,"u":"civilWar,discursiveFieldConditions1600197535143","r":["civilWar,discursiveFieldConditions1600197643909"],"d":[2020,9,15,21,18,55],"db":["civilWar","discursiveFieldConditions"],"_id":"4jOhpBz72EN8LBFC"},{"c":"c/ {adiscourse.net} understands “discourse” as the general exchange of semiotic meaning between objects. ","p":{"x":763,"y":-2673},"t":0,"u":"metaDiscourse1599937090976","r":["metaDiscourse1599937284698","metaDiscourse1599937347008"],"d":[2020,9,12,20,58,10],"db":["metaDiscourse"],"_id":"4xdmp4YHAlnPA7ux"},{"c":"r/ what is needed then is a recognition of frontiers in the same way as Mouffe / Laclau's definition and operation of Hegemony in Hegemony and Socialist Strategy.  With frontiers there can be some meaning non-coopted or reconsumed (what is the better word!)  or absorbed (still not it), and so ","p":{"x":496,"y":3779},"t":0,"u":"transgression1618577578691","r":[],"d":[2021,4,16,14,52,58],"db":["transgression"],"_id":"51Dsd4OXygJSpKjR"},{"c":"c/ while totality (illusion 1) can incorporate change and flexibility, such as that in any historical teleology, resolution focuses on static finality.","p":{"x":501,"y":5055},"t":0,"u":"endingIllusion1598533990552","r":["endingIllusion1598534917360"],"d":[2020,8,27,15,13,10],"db":["endingIllusion"],"_id":"51qpgbmjVmJ2b1iS"},{"c":"c/ This ontological privilege of the object is what allows for the precarity of relations and meanings to become constructed, fortified, augmented and destroyed within the same discursive field.","p":{"x":988,"y":-9284},"t":0,"u":"metaDiscourse1599983129365","r":[],"d":[2020,9,13,9,45,29],"db":["metaDiscourse"],"_id":"5BKGv9ZRxia5IlTS"},{"c":"c/ Laclau and Mouffe discuss the impossibility of totality within the discursive field in terms of \"overdetermination\", the surplus of meanings which allow for contestation of terminology, meaning, and ideological form. Because the discursive field - all of its elements, all of its moments, all of its networks - are overdetermined, there is no possible finality to political articulation nor perfect slot for meaning to stabilized within.","p":{"x":641,"y":2496},"t":0,"u":"endingIllusion1598445727185","r":["endingIllusion1598447201922","endingIllusion1598446219423"],"d":[2020,8,26,14,42,7],"db":["endingIllusion"],"_id":"5Bdc79LxfquGtpEx"},{"c":"c/ Instead, the churning polarity among simplified forms of output which provide clarity and the dynamic discursive interfaces in which discourse is negotiated can and must be taken as irresolved machine. ","p":{"x":787,"y":6996},"t":0,"u":"endingIllusion1598545870605","r":["endingIllusion1598546754661","endingIllusion1598547189991"],"d":[2020,8,27,18,31,10],"db":["endingIllusion"],"_id":"5EoG9hkQ7Vj4n6TQ"},{"c":"c/ Instead Sam reifies the singular hero, the individual in a field of dividuals, the very opponent which has already been conquered by the current era. The heroic, in this way, is formed as a nostalgic fetish for the overthrown qualities of the previous era.","p":{"x":1220,"y":747},"t":0,"u":"endingIllusion1598442106919","r":["endingIllusion1598443141206","endingIllusion1598527375734"],"d":[2020,8,26,13,41,46],"db":["endingIllusion"],"_id":"5Gdbk4VFUWoikagp"},{"c":"c/ Politically, the State generally represents an organized Other, a structure over and around,  regardless of one’s position or temperament towards it.","p":{"x":469,"y":3873},"t":0,"u":"metaDiscourse1599987723063","r":[],"d":[2020,9,13,11,2,3],"db":["metaDiscourse"],"_id":"5Y8vZjhxvk3CdJFK"},{"c":"r/ The final argument, that architecture's want is to utilize theory pragmatically in formal endeavor, is very agreeable - It's not an incapacity to read, but an uninterestedness with the inaction of thought (getting a bit Arendtian). Architectural application is so focused on the .0005% moment of design-production, that all of its readings must adhere to that moment, and all critique on the architectural dimensions of things outside of that moment are not very well observed. Which is why it might be so hard for anyone to find actual anti-capitalist practices in architecture - if you want to build immediately, you've already sold to the immediate necessity of capital.","p":{"x":802,"y":-21},"t":0,"u":"anti-disciplinary1600513210795","r":["anti-disciplinary1600374761212"],"d":[2020,9,19,13,0,10],"db":["anti-disciplinary"],"_id":"5arxambmBD51JSJT"},{"c":"c/ In the summer of 2020 one can see the fixed quality of “peaceful protest” challenged and recast as a liberal avoidance of revolutionary praxis, rather than the accepted moral high ground as it has been generally regarded. The position of looting in the protests of the summer instigated by the death of George Floyd in Minneapolis begins to separate the crystallized meanings of the term and its multifarious roles within civil disobedience because of its discursive overdetermination. As an action and as a concept, “looting” can be adjusted because its potentials of meaning can’t be exhausted by any single understanding. In reverse, Colin Ward interestingly recast the terms of of “vandalism” in the 1970s to include the ecological and community vandalism perpetrated by developers, architects and governments, a transformative definition which is possible - even if not immediately repositioned within all discourse - because the potential of vandalism is ever expansive. ^^ Colin Ward, Vandalism, 1974\n","p":{"x":1264,"y":-11760},"t":0,"u":"metaDiscourse1599984782186","r":[],"d":[2020,9,13,10,13,2],"db":["metaDiscourse"],"_id":"5kPdl2cF2peSds3W"},{"c":"New technologies do not merely augment our abilities, but actively shape and direct them, for better and for worse. It is necessary to be able to think new technologies in different ways, and to be critical about them. If we don’t understand how complex technologies function, how system of technologies interconnect, and how system of systems interacts, then we are powerless within them.","p":{"x":255,"y":995},"t":0,"u":"bSP5_NewDarkAge1621359617165","r":["bSP5_NewDarkAge1621359632786"],"d":[2021,5,18,19,40,17],"db":["bSP5_NewDarkAge"],"_id":"5n2PVmUdu6wqNUZA"},{"c":"r/ at the very least, no a longer a frontier which can be addressed electorally, it seems. It's odd how often left politics depending on self-mobilization, like Biden expecting all the Bernie people to simply make the shift and support him in the same way, while the right actually spends time cultivating fringes in a way that - usually - aligns with center-right pressures on the center-left.","p":{"x":1279,"y":1042},"t":0,"u":"mobilization--conflict--dispute1600195940200","r":["mobilization--conflict--dispute1600195810870"],"d":[2020,9,15,20,52,20],"db":["mobilization--conflict--dispute"],"_id":"5pYWTCdKJphxRxi5"},{"c":"c/ {adiscourse.net} involves states, but doesn’t privilege them. There is nothing is more useful about the calcified discourse state within a book than there is in the river of discourse, merely a slower style of engagement provided by filling a cup with what used to be river.","p":{"x":1104,"y":9063},"t":0,"u":"metaDiscourse1599989909029","r":[],"d":[2020,9,13,11,38,29],"db":["metaDiscourse"],"_id":"5yEvZ3ryaUENnb9X"},{"c":"The cybernetic is folded location, smoothly distributed.","p":{"x":231,"y":2581},"t":0,"u":"discursiveFieldConditions1599074845116","r":["discursiveFieldConditions1599074801870"],"d":[2020,9,2,21,27,25],"db":["discursiveFieldConditions"],"_id":"6AsJd0nHXLqfs4PE"},{"c":"c/ Accepting Michel Foucault's description of disciplinary discourse and its rules of object formation (surfaces of emergence, authorities of delimitation, grids of specification), its clear that disciplinary discourse - architectural or otherwise - is a cybernetic system of attenuating the vector and application of interior knowledges. \n\n^^Michel Foucault, The Archaeology of Knowledge, 1972, 40-9","p":{"x":874,"y":3633},"t":0,"u":"anti-disciplinary1599654839865","r":["anti-disciplinary1599654399787"],"d":[2020,9,9,14,33,59],"db":["anti-disciplinary"],"_id":"6HfCIDphxxjHQBk2"},{"c":"c/ The only parties – and I think this can be said also for outside Germany - who mobilize their own electorate are extreme right-wing parties. This is why they are \"fascinating\" for people?","p":{"x":663,"y":228},"t":0,"u":"mobilization--conflict--dispute1600099464215","r":[],"d":[2020,9,14,18,4,24],"db":["mobilization--conflict--dispute"],"_id":"6NWzJA2oW4yT7GpM"},{"c":"q/ You know what sounds hella anarchic? Negotiation of organizations without structural coercion? this: \"10. Civil War is the free play of form-of life; it is the principle of their coexistence.\" ^Tiqqun, Introduction to Civil War, 32","p":{"x":1323,"y":3127},"t":0,"u":"civilWar,discursiveFieldConditions1600198475709","r":["discursiveFieldConditions1599076035935","civilWar,discursiveFieldConditions1600197643909"],"d":[2020,9,15,21,34,35],"db":["civilWar","discursiveFieldConditions"],"_id":"6akOthVw0zAWfTNZ"},{"c":"c/ Regardless, the illusion of resolution continues and the draw still exists towards creating a vacuum-sealed piece theory or response which is then posted on a blog or printed in a journal. ","p":{"x":891,"y":6346},"t":0,"u":"endingIllusion1598541303855","r":["endingIllusion1598541475388","endingIllusion1598541146796"],"d":[2020,8,27,17,15,3],"db":["endingIllusion"],"_id":"6buuDroVscCP4Keh"},{"c":"c/ As Laclau and Mouffe describe the impossibility of Society, the inability of creating a solved and sutured social space without frontier, the State is also an impossible object in constant attempt of creating the perpetual power machine.","p":{"x":1308,"y":5591},"t":0,"u":"metaDiscourse1599988317548","r":["metaDiscourse1599984335905","metaDiscourse1599988420862"],"d":[2020,9,13,11,11,57],"db":["metaDiscourse"],"_id":"6cjn6V7E3CyV0lyZ"},{"c":"c/ OOO/OOP describes this effect, yet again, in terms of “withdrawal” - as the examined quantum particle variously changed during observation, the examination of partial contexts while staring at where the full thing is supposed to be. The state represents a relation of the core sample to the glacier, a useful thing which has been de-contextualized because the full thing is too unwieldy.","p":{"x":1313,"y":7384},"t":0,"u":"metaDiscourse1599989658046","r":["metaDiscourse1599989720604"],"d":[2020,9,13,11,34,18],"db":["metaDiscourse"],"_id":"6lRF2mYRSAmPfeCJ"},{"c":"c/ the role of audience is still necessary for this socially constructed persona importance. Foucault is continually held up because of audience veneration, even while his archaeological and genealogical theories of discourse, particularly in The Archaeology of Knowledge, directly confront these processes as systems which reproduce power relations in the form of disciplinary enclosure and division of interior and exterior discourse. ","p":{"x":930,"y":-2126},"t":0,"u":"endingIllusion1598528965993","r":["endingIllusion1598529594629"],"d":[2020,8,27,13,49,25],"db":["endingIllusion"],"_id":"79Jj9rnfxSLXTrFM"},{"c":"r/ This could be a good opportunity to review the ontological split between architectural and Architecture following Mouffe's (and Schmitt's) splitting of political and Politics.","p":{"x":1182,"y":2998},"t":0,"u":"transgression1618563741530","r":["transgression1618563944743"],"d":[2021,4,16,11,2,21],"db":["transgression"],"_id":"7Bhfkxy8fi162PHU"},{"c":"q/ A concept is a brick. It can be used to build the courthouse of reason. Or it can be thrown through the window^^ Gilles Deleuze and Felix Guattari, A Thousand Plateaus, 1980, xii","p":{"x":977,"y":2527},"t":0,"u":"bSP5_NewDarkAge1621342374394","r":[],"d":[2021,5,18,14,52,54],"db":["bSP5_NewDarkAge"],"_id":"7Y0j5qnVxBpF0SJI"},{"c":"q/ \"Images are no longer a record of anything; they are the provisional translation and a possible rendering of data that could take _any other shape_.\" ^^ Bruno Latour, Introduction to John May's Image Signal Architecture, 2019","p":{"x":1353,"y":7092},"t":0,"u":"endingIllusion1598546754661","r":[],"d":[2020,8,27,18,45,54],"db":["endingIllusion"],"_id":"7x7U1MRYCrXYzjpc"},{"c":"Inherent contradiction is unavoidable and must be negotiated because there is no singular metric of appraisal.","p":{"x":1290,"y":3514},"t":0,"u":"discursiveFieldConditions1599076102937","r":["discursiveFieldConditions1599076035935"],"d":[2020,9,2,21,48,22],"db":["discursiveFieldConditions"],"_id":"88xEpoKZvJef6JGP"},{"c":"r/ They state that Brutalism is still the era of state-financed design (not exactly informed), but also say they see some possible themes of Deleuze in post-modern architecture, but also think they might just be reading into it where it doesn't exist.","p":{"x":481,"y":-1290},"t":0,"u":"anti-disciplinary1600511730103","r":["anti-disciplinary1600512037452","anti-disciplinary1600512787270"],"d":[2020,9,19,12,35,30],"db":["anti-disciplinary"],"_id":"8AOXGJNoBpoD0Sa7"},{"c":"\"STATE\"-CRAFT:","p":{"x":326,"y":2938},"t":0,"u":"metaDiscourse1599987525391","r":["metaDiscourse1599987561703"],"d":[2020,9,13,10,58,45],"db":["metaDiscourse"],"_id":"8Ed6bS2sR9hFxO6a"},{"c":"c/ Two states saved within 5 minutes of each other are separate, whether they contain no deviations or one has been tripled in size.","p":{"x":415,"y":9175},"t":0,"u":"metaDiscourse1599989997282","r":["metaDiscourse1599989955973"],"d":[2020,9,13,11,39,57],"db":["metaDiscourse"],"_id":"8Ue87n3oqkWWF0l7"},{"c":"q/ \"...the task for democratic theorists and politicians should be to envisage the creation of a vibrant 'agonistic' public sphere of contestation where different hegemonic political projects can be confronted. [...] There is much talk today of 'dialogue' and 'deliberation' but what is the meaning of such words in the political field, if no real choice is at hand and if the participants in the discussion are not able to decide between clearly differentiated alternatives?\"\nMouffe, On the political, 3.","p":{"x":717,"y":791},"t":0,"u":"mobilization--conflict--dispute1600179416877","r":[],"d":[2020,9,15,16,16,56],"db":["mobilization--conflict--dispute"],"_id":"8ykTZoTsDX7GxwI1"},{"c":"c/ Politically, belief in resolution provides ample opportunities for compromise which the political agent views as achieving a closer position to a resolved end - something that is self-defeating when resolution can't be achieved.","p":{"x":206,"y":5920},"t":0,"u":"endingIllusion1598542143299","r":["endingIllusion1598544748410"],"d":[2020,8,27,17,29,3],"db":["endingIllusion"],"_id":"9A9OvMoicxhGurNE"},{"c":"c/ In the language of {adisocurse.net}, specific words must be fixed against in contrast to their alternative forms: units, objects, elements, moments, spaces, faces. Several of these words are inherited from the various discursive sources previously discussed, and a couple must be defined in terms of the project alone.","p":{"x":825,"y":-12737},"t":0,"u":"metaDiscourse1599985179322","r":["metaDiscourse1599985212330","metaDiscourse1599985411049"],"d":[2020,9,13,10,19,39],"db":["metaDiscourse"],"_id":"9CMDzAIno2UPJs5h"},{"c":"c/ Even with the author, however, there are many recognized sources of input. Kittler explains the structure of 1800 discourse, preliminarily based around the exchange of static media through networks of thinkers, as founded on the basis of Woman as Nature (divine needing to be voiced), the authorial translator of truth, and women as the learned readership / audience of genius. ^^ Friedrich Kittler, Discourse Networks 1800/1900, 1990.","p":{"x":694,"y":-1639},"t":0,"u":"endingIllusion1598528470544","r":["endingIllusion1598528965993"],"d":[2020,8,27,13,41,10],"db":["endingIllusion"],"_id":"AH2GmsMwTb4xb3uG"},{"c":"c/ The State is understood as a hyperobject which endures and transforms, thus must be materially composed in space-time. ","p":{"x":865,"y":4103},"t":0,"u":"metaDiscourse1599987766461","r":["metaDiscourse1599987723063","metaDiscourse1599987826197"],"d":[2020,9,13,11,2,46],"db":["metaDiscourse"],"_id":"AHmzU1NYr3U3N9Xf"},{"c":"(1) the illusion of totality","p":{"x":1058,"y":1781},"t":0,"u":"endingIllusion1598444833695","r":["endingIllusion1598445129366"],"d":[2020,8,26,14,27,13],"db":["endingIllusion"],"_id":"ANLaQbGoYG0BahXJ"},{"c":"c/ Usually, the theories of Laclau and Mouffe are gently internalized within architectural theory as inspirations toward a defanged form of interdisciplinary practice and working with aw-shucks-honest clients (Tahl Kaminer's _The Efficacy of Architecture_ comes to mind). However, their examination of articulatory practices as political moments of reorienting shared perceptions has a far more interesting effect when not recuperated into normal functions of architectural work.","p":{"x":258,"y":2934},"t":0,"u":"anti-disciplinary1599653906301","r":["anti-disciplinary1599652381488","anti-disciplinary1599654213959"],"d":[2020,9,9,14,18,26],"db":["anti-disciplinary"],"_id":"AxidploSVs3KnqZ0"},{"c":"c/ The emotions have been pulled in two directions: fear of infecting someone else and getting sick myself, the need to hold hands and hug eachother as an act of solidarity. \n","p":{"x":972,"y":6},"t":0,"u":"20201600087285928","r":["20201600197801506","20201600273684956"],"d":[2020,9,14,14,41,25],"db":["2020"],"_id":"B4WqxB3fxkBciOAZ"},{"c":"The anarchic is propagative - the conditions of contradiction being unavoidable, the immediate production of meaning and interpretation must be further overdetermined in a manner which is not persistent.","p":{"x":1294,"y":3720},"t":0,"u":"discursiveFieldConditions1599076284407","r":["discursiveFieldConditions1598976463230"],"d":[2020,9,2,21,51,24],"db":["discursiveFieldConditions"],"_id":"BFvYylyp63oqOwa6"},{"c":"However, the protocological nature of coercive organizations has no problem with plurality, because plurality can be homogenized through operational method.","p":{"x":997,"y":853},"t":0,"u":"discursiveFieldConditions1598975727970","r":["discursiveFieldConditions1598975818823"],"d":[2020,9,1,17,55,27],"db":["discursiveFieldConditions"],"_id":"BHaBkOZiK4bHeD58"},{"c":"q/ \"What is denied is not that such objects exist externally to thought, but the rather different assertion that they could constitute themselves as objects outside any discursive condition of emergence.\" ^^Laclau and Mouffe, Hegemony and Socialist Strategy, 1985, 94","p":{"x":1413,"y":-4023},"t":0,"u":"metaDiscourse1599980523244","r":[],"d":[2020,9,13,9,2,3],"db":["metaDiscourse"],"_id":"BIHr7WYtkFKxYRRj"},{"c":"To learn code is not enough. A simply functional understanding of systems is insufficient; one needs to be able to think about histories and consequences too. ","p":{"x":238,"y":1447},"t":0,"u":"bSP5_NewDarkAge1621359798120","r":["bSP5_NewDarkAge1621359943433"],"d":[2021,5,18,19,43,18],"db":["bSP5_NewDarkAge"],"_id":"BUwEyar0gSqPouX7"},{"c":"r/ How about telling your colleague a fictional story while you are drawing a formwork plan? How about reciting a poem with a representative of a window construction company? How about reading the Reinforcement Plan as Jackson Pollock Tablau? #micro-interventions","p":{"x":385,"y":4826},"t":0,"u":"anti-disciplinary1600181469609","r":["anti-disciplinary1600165933848","anti-disciplinary1600249497357"],"d":[2020,9,15,16,51,9],"db":["anti-disciplinary"],"_id":"BZLnBylgsTRqDxhd"},{"c":"c/ The Dialectic (Thesis, Antithesis, Synethesis) is a model of teleologically organizing systems of resolution, and so cannot be depended upon. Each of the steps, in Laclau and Mouffe's terminology, are articulations - new negotiated spaces within the field of discursivity - and so cannot claim any resolved position of priority.","p":{"x":265,"y":5197},"t":0,"u":"endingIllusion1598534917360","r":["endingIllusion1598535230187","endingIllusion1598538917977","endingIllusion1598541915983"],"d":[2020,8,27,15,28,37],"db":["endingIllusion"],"_id":"BaAhEMQYudHgOt6K"},{"c":"r/ In which case, there might be a possibility of storing a view of Deleuze in architectural work - regardless of its immediate relevance to theory - but if they are aligned with the continuation of fluid practices and don't bring in what Culp calls \"Destruction of Worlds\" rather than \"Creating Conceptions\", then architectural work seems much more like the fascism utilizing reoriented thought to support neoliberal-fascistic production cycles.","p":{"x":1389,"y":-1028},"t":0,"u":"anti-disciplinary1600513649145","r":[],"d":[2020,9,19,13,7,29],"db":["anti-disciplinary"],"_id":"Back4FuTyu34N0NI"},{"c":"q/ Bruno Latour describes images as “no longer a record of anything: they are the provionsal translation and a possible rendering of data that could take any other shape.”^^Bruno Latour, Foreward to John May's Signal Image Architecture, 2019, 16-7","p":{"x":469,"y":6840},"t":0,"u":"metaDiscourse1599988618476","r":["metaDiscourse1599988664541"],"d":[2020,9,13,11,16,58],"db":["metaDiscourse"],"_id":"Bj6aeOqGR5n3rmyW"},{"c":"c/ Technologies and systems are more than just a tool. They are a part of us: we cannot live or think without them. But \"the part of us\" also means that they are the extension of humans' thoughts and knowledge. And as in every scientific field, existing knowledge shape and direct the consequent ones. To work and interpret them it is crucial to describe, analyse, critisize, rethink systems in general (not only how to use them) with the help of the metalanguage, which should be developed. Thus, new metalanguages are more needed rather than new systems. Such approach is about fostering system literacy. The systems could be also perceived as environment for thinking or the interpretation of the real world or its part so it is a metaphor and it is important to remember it.\n\nc/ The problem of rethinking is not only about the difficulties regarding the language, but also about low transparency of the systems: only small educated and it could be even said privileged group of people is aware of  systems' mechanisms and inner structure. But to think about systems does not claim to understand them. Moreover, the uncertainties or \"darkness\" is a call to think! We lost the ability to think and maybe it is to a certain degree related to the technological boom, because we substituted facts (which are easily accessible now) for thinking. Could it be considered as the contemporary crisis?\n\nc/ The real world is much more complex, than it could be represented in systems. Not all the problems could be solved by technologies and computational thinking. Computers are not the answers, but a tool for asking questions. ","p":{"x":338,"y":-1213},"t":0,"u":"bSP5_NewDarkAge1621258809228","r":[],"d":[2021,5,17,15,40,9],"db":["bSP5_NewDarkAge"],"_id":"BnhT9Z8RjcKUk9RJ"},{"c":"And so the question becomes: what is the process of revealing the anti-architect? What are the practices of becoming anti-disciplinary?","p":{"x":1154,"y":4014},"t":0,"u":"anti-disciplinary1599056082828","r":["anti-disciplinary1599056240007","anti-disciplinary1599655130139"],"d":[2020,9,2,16,14,42],"db":["anti-disciplinary"],"_id":"Bqqw8XOoM2Fr61nV"},{"c":"r/ Which is of course exactly how disciplinary discourse functions, as described by Michel Foucault in The Archaeology of Knowledge. The authorities of delimitation reproduce the interior conditions which allow what kind of information can come in and how much of it can be used in what way.","p":{"x":257,"y":3503},"t":0,"u":"anti-disciplinary1599652457288","r":["anti-disciplinary1599652381488"],"d":[2020,9,9,13,54,17],"db":["anti-disciplinary"],"_id":"CB7jOqLshlDiTS2c"},{"c":"c/ However, Landauer still envisions leaving the state, somehow transcending the state within socialism, rather than viewing the state as a separate and derivative image which cannot be extinguished.","p":{"x":1280,"y":6211},"t":0,"u":"metaDiscourse1599988482320","r":["metaDiscourse1599988528367"],"d":[2020,9,13,11,14,42],"db":["metaDiscourse"],"_id":"CEFLY5TxFc4RsvXI"},{"c":"r/ what keeps us from using \"uncertainty\" to reify or place confidence in ignorance?","p":{"x":372,"y":1639},"t":0,"u":"bSP5_NewDarkAge1621340582867","r":["bSP5_NewDarkAge1621028137755"],"d":[2021,5,18,14,23,2],"db":["bSP5_NewDarkAge"],"_id":"CEn6OZRAwAhE30pM"},{"c":"q/ Uncertainty can be productive, even sublime.","p":{"x":550,"y":1373},"t":0,"u":"bSP5_NewDarkAge1621028137755","r":[],"d":[2021,5,14,23,35,37],"db":["bSP5_NewDarkAge"],"_id":"COfOapRJX0ZZBqFm"},{"c":"r/ This may depend on what is meant by ‘mobilize’. Microtargeting seeks to mobilize unmotivated voters (the persuadables). These techniques were first developed as psyops by the US military and first used at a national scale in the 2004 re-election campaign for G.W. Bush, but microtargeting has been used by both centrist Democrat and far-right groups in US elections. However, it seems that microtargeting featuring disinformation is solely used by far-right groups as a means to both mobilize and divide. ","p":{"x":1063,"y":458},"t":0,"u":"mobilization--conflict--dispute1600132038039","r":["mobilization--conflict--dispute1600099464215"],"d":[2020,9,14,21,7,18],"db":["mobilization--conflict--dispute"],"_id":"CbypAOwuc5R9fanU"},{"c":"c/ This draw pulls discursive production into the preference of resolved material. The resolved book can only be responded to by the resolved article, which is responded to by the resolved book. Dialogical discourse is replaced by single-vector discourse. And single-vector discourse can be amplified and duplicated simply, as seen on TV and Twitter.","p":{"x":829,"y":6614},"t":0,"u":"endingIllusion1598541475388","r":["endingIllusion1598543168698","endingIllusion1598545870605"],"d":[2020,8,27,17,17,55],"db":["endingIllusion"],"_id":"D9w0yoRLUvJgdy6i"},{"c":"r/ Even in the situation of auto-discursive operations, the negotiation of meanings within a single human subject, the presence of concepts and recall are a fusion of semiotic and material qualities. ","p":{"x":886,"y":-4960},"t":0,"u":"metaDiscourse1599938445219","r":["metaDiscourse1599938406685"],"d":[2020,9,12,21,20,45],"db":["metaDiscourse"],"_id":"DC2RgoSuxlW31kPy"},{"c":"c/ Peggy Deamer has recently, in the 2010s, been suggesting a partially similar style of disengaging with disciplinary knowledge as a main priority and instead focusing on the tactical capacity of architectural subjects to transform the discipline through a reinvigorated class consicousness and forms of class solidarity.","p":{"x":279,"y":1292},"t":0,"u":"anti-disciplinary1599646411054","r":["anti-disciplinary1599647788132"],"d":[2020,9,9,12,13,31],"db":["anti-disciplinary"],"_id":"DVGMEyf4ONnoRThl"},{"c":"r/ Simultaneously, since the onset of the pandemic and the ongoing state of emergency/state of exception, there has been an increase in the number of activities that have shifted to online forums, as well as the rapid development and deployment of contact tracing techniques, which have become a rich source of data to capture, commodify and analyze. This could be articulated in terms of Deleuzian free-floating control, and creates the potential for a further expansion of digital mass surveillance while providing rich resources for surveillance capitalism.","p":{"x":1272,"y":294},"t":0,"u":"20201600285360951","r":[],"d":[2020,9,16,15,42,40],"db":["2020"],"_id":"Ds8arNXP3LBtcyao"},{"c":"Call for Papers:\n\nRules played a major role in establishing architecture as a discipline. Norms and canons regulated its entire field, from the conceptualization of architectural thinking to the conceiving of edifices and their further materialization. With the era of modernity, a dense net of normativity was weaved progressively, being institutionalized by the historicization of the discipline at the beginning of the 19th century and extended and complexified by the emergence of mass society. At the core of this normative system, space was raised into an authoritative instrument of power and control as an effective capital producer (see Engels’ The Housing Question), as well as an exclusion marker (see Banister Fletcher’s “non-historical styles”). Space was expected not only to solve the needs of the new era, but also to differentiate and regulate what architecture was and meant.\n\nWhat happens outside such normative thinking? What about those “non-architectures” disregarded by Banister Fletcher – comprising, besides the “styles” of peripheral cultures, the informal dwellings of precarious populations? What about the furtive shelters of those deprived of space (homeless/ migrants/ refugees…)? Is architecture conceivable solely within regulated boundaries? What happens when they are trespassed and when rules are broken? Transgression and transgressive acts were always part of architecture. Bataille had explicitly stated this intrusion in his interwar dictionary, while Tschumi perceived it half a century later as the actual condition of architecture. However, beyond any such constant play and bargaining with normativity, we have recently witnessed an accumulation and multiplication of transgressive manifestations in the architectural field. It is as if transgression – as concept, positioning and posture – would ask to be understood as an episteme: a paradigm showing the way out of modernity. \n\nThe conference aims to look at transgression in its manifold forms and stances – not only as a reaction against norms and rules, but in particular as an answer to our agitated times of  radical (and highly anxiogenic) mutations. By doing so, we propose to analyze transgression both as tactics of survival and as strategy against the operating system(s). If our inquiry seems to address the immediate present, we definitely pose modernity with its dense net of normativity as the fundament that generated the recent wave of transgressiveness. Hence we believe that only by analyzing this historic causality and by going beyond the contingent alternative nature of transgression can we understand the deep causes, dynamics and mechanisms of its eruption.\nWe invite scholars to reflect on transgression along one of these three themes: practice/ theory/ history.\n\nPRACTICE\nThe very act of inhabiting a given space is an act of transgression. This theme proposes to explore transgression from practical perspectives, bringing together the tactics deployed by inhabitants and the strategies elaborated by makers (architects and/ or developers). Be it by necessity or by will, their different ways of being transgressive could be understood in relation to the existing rules – from the ordinary or abusive appropriation of the inhabited space to infringing the regulation of the architectural profession.\nAgainst the rules? Outside the rules? Or no rules at all? These questions could be addressed from the point of view of inhabitants: the informal practices of precarious and displaced populations, of those deprived of space, of communities of counterculture; but also the “informalization” of mass-housing developments by illegal extensions or annexation of the common space. The same questions could serve to analyze the disruptive urbanities, for the less privileged (such as the gecekondus) or the very rich (like gated communities), multiplied by developers avid of capital and disregarding of laws. Or, finally, these questions could apply to the practice of architects who attempt to go beyond the limit(ation)s of their profession.\n\nTHEORY\nHow could transgression be theorized as a concept? How could transgressive manifestations be understood in theoretical terms?\nThis theme invites participants to situate the topic of this conference within an epistemological frame. Could we consider the current proliferation of transgressiveness as a reaction against the normative system of modernity and its excesses? The ambitious project of modernity strove to imagine a holistic taxonomization of the world in its entirety, aiming to embrace its various geographies and to scrutinize the temporal depth of its development. But by doing that, it provided powerful instruments (time and space) of control and exclusion. Space conceptualization, especially in architecture, played a major role in the fabrication of this constraining normativity. All along the process, this centrality of space was inseparable from notions (and actions) of order and ordering (see Agamben and his reading of Carl Schmitt’s nomos).\nA critical analysis of the crises that have shaken modernity, including a reevaluation of the postmodern theories that questioned the understanding of time and space (i.e., Venturi or Eisenman), could shed light on the possible change of paradigm.\nGiven the undeniable ambiguity of dealing with norms, it would be useful to comprehend how transgression could be normalized – be it from outside (the system mimicking flexibility) or from inside. Is being alternative the new norm?\n\nHISTORY\nWhile the field and profession of architecture, as well as the profession, were extended and democratized, architectural historiography remained for a long while attached to canons, leaving outside its written boundaries all other forms of manifestations related to the act of building. Besides the guiding line of time, exercising already a canonical pressure, the conceptualization of space as the central element of architecture operated a discriminatory approach to the discipline. This is what Banister Fletcher’s “non-historical” styles revealed: an incapacity to deal with space, being ingeniously limited to decorative patterns, however sophisticated those were. Nevertheless, in the wake of the changes engaged by “New History” with the opening towards other disciplines (particularly sociology, anthropology, geography), architectural historiography enlarged its oikumene and diversified its (alternative) storyline, taking into account “peripheral” geographies and “ordinary” topics.\n\nHow extensible is the field of architecture today? How far can it go (even if in several cases its openings more resemble dead-ends)? But even more: after the announced death of history (Fukuyama) how can one write history in the age of post-history (Flusser)? This theme invites participants to meditate on these questions, bearing in mind the historiographical concerns of today (informalities, migrations, ecology…) and their blending into a sphere of acute presentness. This turn in the making triggers yet another question: is history still history? ","p":{"x":442,"y":366},"t":0,"u":"transgression1618563439505","r":[],"d":[2021,4,16,10,57,19],"db":["transgression"],"_id":"DtFMbK2gxrgi2qRo"},{"c":"c/ Brazil itself is guilty of this, attacking the stringent bureaucracies of a disciplinary society which had already escaped into the society of control.","p":{"x":399,"y":1069},"t":0,"u":"endingIllusion1598443405190","r":["endingIllusion1598443429418","endingIllusion1598443141206"],"d":[2020,8,26,14,3,25],"db":["endingIllusion"],"_id":"E0rKQfEMOJaVkx80"},{"c":"c/ The economic has been pulled in two directions: acceleration of Bezos' worth and the inflation of Tesla, the looming eviction crisis and mass unemployment.","p":{"x":451,"y":1534},"t":0,"u":"20201599147406988","r":["20201599147096363","20201600097899864"],"d":[2020,9,3,17,36,46],"db":["2020"],"_id":"E1APo9tPadxmGrme"},{"c":"Laclau and Mouffe, in their examination of the failures in classical socialist strategy, describe the instability of the discursive field through examining the concept of Hegemony.","p":{"x":1256,"y":-1014},"t":0,"u":"discursiveFieldConditions1598973954677","r":["discursiveFieldConditions1598974356190","discursiveFieldConditions1598974627716"],"d":[2020,9,1,17,25,54],"db":["discursiveFieldConditions"],"_id":"E7jSqzNOq8hugzfT"},{"c":"c/ This came in tandem with the rise of industrial capitalism which is a subversion of individual importance in itself, stripping the roles of “boot-maker” into partialities of “boot-lace-capper” and “boot-leather-sewer” and “boot-into-box-putter”. ","p":{"x":1379,"y":-1150},"t":0,"u":"endingIllusion1598525269863","r":["endingIllusion1598525123867","endingIllusion1598525380071"],"d":[2020,8,27,12,47,49],"db":["endingIllusion"],"_id":"EOWjUO1FSd5GCkl6"},{"c":"c/ Generally, this leaves the traditional confines of “disciplinary” knowledges, i.e. legal  or medical “discourse” as investigated by Foucault, or its binary of simple linguistic exchange, i.e. the conversational exchange which is usually the focus of technical analysis. ^^Michel Foucault, Madness and Civilization, 1961","p":{"x":1129,"y":-2948},"t":0,"u":"metaDiscourse1599937284698","r":["metaDiscourse1599937347008"],"d":[2020,9,12,21,1,24],"db":["metaDiscourse"],"_id":"ESvyxYy7t1AhjfrM"},{"c":"c/ Landauer views this transition as joyous and optimistic, because it signals the very possibility of newness and change.","p":{"x":593,"y":6164},"t":0,"u":"metaDiscourse1599988449707","r":["metaDiscourse1599988420862","metaDiscourse1599988482320","metaDiscourse1599988528367"],"d":[2020,9,13,11,14,9],"db":["metaDiscourse"],"_id":"EfOnRVulNB7APrrS"},{"c":"r/ meanwhile, there is obviously the same flattening of Deleuze in theory itself, recuperating his thought toward a celebration of complexity in the same way the hesitancy and deep doubt of Marshall McLuhan toward technology and media is usually transfomed into a simplified celebration. \n\nThere is, however, also moments like Acephale, which kept Nietzche alive in the radical vein while he was being invoked in fascist thought, or like Andrew Culp does in Dark Deleuze - keeping an alternative alive so that the radical portions of Deleuze are not lost during a mass movement of recuperating him toward joyous and capitalist supportive ends.","p":{"x":805,"y":-1085},"t":0,"u":"anti-disciplinary1600512298443","r":["anti-disciplinary1600513649145"],"d":[2020,9,19,12,44,58],"db":["anti-disciplinary"],"_id":"EkzFZA5Rd7ZtWIy6"},{"c":"Additionally, this space can be used by everyone for contribution which concerns the interface itself - it's the metaDiscourse.","p":{"x":746,"y":509},"t":0,"u":"metaDiscourse1599936896795","r":["metaDiscourse1599936851675"],"d":[2020,9,12,20,54,56],"db":["metaDiscourse"],"_id":"Eu6CgfOUJ5mmYGbN"},{"c":"c/ In order for architectural transgression to be understood, let alone successful in challenging or replacing the most pernicious legacies of historic and modern architectural production, one must first transform the ontological position of the architectural. As a descriptor of \"A\"rchitecture, the architectural fails to provide any room for transgression to go beyond the continued colonisation of communal and natural knowledges - the organization of the favelas become grasshopper plug-ins and the rhizomatic becomes a mere aesthetic of control systems.\n\nInstead, an ontological operation of separating Architecture as an institution of roles, canons, protocols, and regulations from the architectural as a dimensional undertanding must be undertaken.\n\n\n\n\n\nPolitics and the political are asymmetrical, as understood by Chantal Mouffe and Carl Schmitt, in the manner that Politics embodies the structures of institution, protocols and roles while the political acts as the dimension of antagonism within events, objects and relations. In a similar operation, the division between Architecture and the architectural must be understood in order to  ","p":{"x":672,"y":3860},"t":0,"u":"transgression1618584568415","r":[],"d":[2021,4,16,16,49,28],"db":["transgression"],"_id":"F3mlP08YAqfFnUCW"},{"c":"In reaction to the emergent Public Sphere in Habermas, \"publicity\" tactics form methods of organizing the direction of public sentiment; spaces of enclosure directly control the production of subjects in the disciplinary society, after the recognition that the subject must be directly controlled; Sennett's society of publicly authentic personas severs the socially collective persona","p":{"x":388,"y":-2637},"t":0,"u":"discursiveFieldConditions1598966579380","r":["discursiveFieldConditions1598967485891"],"d":[2020,9,1,15,22,59],"db":["discursiveFieldConditions"],"_id":"F7gaHWCDihS17qxz"},{"c":"c/ Certainly a radical architecture, but moreover all radical action, is limited inherently when established within disciplinary interiors, so the major discursive project of the anti-architect is immediately the destruction of traditional architectural subjects.","p":{"x":1403,"y":3687},"t":0,"u":"anti-disciplinary1599655130139","r":["anti-disciplinary1599654839865"],"d":[2020,9,9,14,38,50],"db":["anti-disciplinary"],"_id":"FcnwnXySR5a4c24D"},{"c":"True literacy in systems consists of much more than simply understanding. It is fluent not only in the language of a system but in its metalanguage.","p":{"x":226,"y":1330},"t":0,"u":"bSP5_NewDarkAge1621359776538","r":["bSP5_NewDarkAge1621359798120"],"d":[2021,5,18,19,42,56],"db":["bSP5_NewDarkAge"],"_id":"FhHdw9JsgZa6K8ta"},{"c":"c/ Politically and discursively, there is not possibility of totality because there are always existant frontiers of externality.","p":{"x":955,"y":3070},"t":0,"u":"endingIllusion1598447430838","r":[],"d":[2020,8,26,15,10,30],"db":["endingIllusion"],"_id":"FlNSaelKjZ1iTUwI"},{"c":"c/ Another important orientation of {adiscourse.net} toward discourse is the absence of a “meta-discourse”.  There is no priority of the “final” composition as a whole in relation to its parts - something called “overmining” by Graham Harman and Timothy Morton - nor is there is a special privilege of the word, utterance, or sentence in relation to its assembly - an example of “undermining”. ^^Timothy Morton, Realist Magic, 2013","p":{"x":1367,"y":-6007},"t":0,"u":"metaDiscourse1599981271558","r":["metaDiscourse1599938526881","metaDiscourse1599981781967"],"d":[2020,9,13,9,14,31],"db":["metaDiscourse"],"_id":"Fr5wei5vEt6V7lI8"},{"c":"c/ Requiring systems of social reproduction and persistent storage, whether in the form of Police, Private Property, Ideology, or disciplinary knowledge, what is understood as the State is actually an ethereal other which can only be examined in the cadaver form of states.","p":{"x":938,"y":5874},"t":0,"u":"metaDiscourse1599988420862","r":["metaDiscourse1599988482320"],"d":[2020,9,13,11,13,40],"db":["metaDiscourse"],"_id":"G1MXfBdGI9qHXEjn"},{"c":"c/ While he uses some confusing language, this statement rings quite similar to the old Mcluhanism \"Medium is the Message\". The medium in which communication takes place determines the rules for what content can be and how it should be organized.","p":{"x":713,"y":1362},"t":0,"u":"bsp5_SignalImageArchitecture1623773159106","r":["bsp5_SignalImageArchitecture1623773082113"],"d":[2021,6,15,18,5,59],"db":["bsp5_SignalImageArchitecture"],"_id":"GEkb9YM19RbFk6y0"},{"c":"c/ Interestingly, the authorial performance - the visible indignation, the clear positioning of one's encampment, the clever meme-phrasing - becoming primary in the discursive exchange, something for the message to be processed through. If the user account isn't a pure extension of persona - and insomuch a highly artificial expression of authenticity - no one wants to listen to the discourse. \n\nThe discourse becomes tertiary, validated only by the author, who is validated only by the flow of data. ","p":{"x":244,"y":-2616},"t":0,"u":"endingIllusion1598530030832","r":[],"d":[2020,8,27,14,7,10],"db":["endingIllusion"],"_id":"GdMpC3CTwmM2xwW0"},{"c":"c/ The trouble with Deleuze and Guattari’s understanding of faciality is a problem which is critiqued and transitioned away from within Object-Oriented Ontology and Philosophy: the prioritization of human subjectivity. In terms of {adiscourse.net}, this would mean only understanding the working of faciality through language and the human users which operate it in exchange processes, which ostracizes any technical or non-human sets of objects. OOO is able to avoid this by constituting subjectivity equally alongside objectivity, and placing their media of exchange - their faciality - within the  “interobjective”.","p":{"x":455,"y":-15704},"t":0,"u":"metaDiscourse1599987268673","r":["metaDiscourse1599986260345","metaDiscourse1599987333190","metaDiscourse1599987407152"],"d":[2020,9,13,10,54,28],"db":["metaDiscourse"],"_id":"GdnD8IDCI3DF2H7Q"},{"c":"r/ So, rather than everything being determined by the material organizations or operations of technical systems, there must be content or substance outside of the technical.","p":{"x":1666,"y":822},"t":0,"u":"bsp5_SignalImageArchitecture1623772823226","r":[],"d":[2021,6,15,18,0,23],"db":["bsp5_SignalImageArchitecture"],"_id":"GleL4XOWKyTtE2X9"},{"c":"c/ {adiscourse.net} exists in exactly this disorienting duration.","p":{"x":862,"y":11233},"t":0,"u":"metaDiscourse1599990970163","r":[],"d":[2020,9,13,11,56,10],"db":["metaDiscourse"],"_id":"Gs6Fk9PeOysZ2RhQ"},{"c":"q/ \"The bourgeois public sphere may be conceived above all as the sphere of private people come together as a public; they soon claimed the public sphere regulated from above against the public authorities themselves, to engage them in a debate over the general rules governing relations in the basically privatized but publicly relevant sphere of commodity exchange and social labor. the medium of this political confrontation was peculiar and without historical precedent: people's public use of their reason (_oeffentliches Raesonnement_).\" ^^Juergen Habermas, The Structural Transformation of the Public Sphere, 1991, 27","p":{"x":346,"y":-4613},"t":0,"u":"discursiveFieldConditions1598958404387","r":["discursiveFieldConditions1598961094339","discursiveFieldConditions1598961808635"],"d":[2020,9,1,13,6,44],"db":["discursiveFieldConditions"],"_id":"Gu0Sb3UohWjdEUIi"},{"c":"DRAWING","p":{"x":1158,"y":1672},"t":0,"u":"bsp5_SignalImageArchitecture1623773187737","r":[],"d":[2021,6,15,18,6,27],"db":["bsp5_SignalImageArchitecture"],"_id":"HBwyKK1696eCUPpH"},{"c":"q/ \"6. Asking why this body is affected by this form -of-life rather than antoher is as meaningless as asking why there is something rather than nothing. Such a question betrays only a rejection and sometimes a fear, of undergoing contingency. And, _a fortiori_, a refusal even to acknowlege it.\"^Tiqqun, Introduction to Civil War, 24","p":{"x":1140,"y":11},"t":0,"u":"civilWar1600196377001","r":["civilWar1600196560472"],"d":[2020,9,15,20,59,37],"db":["civilWar"],"_id":"HVHGlW9M1Gjn6Sx1"},{"c":"c/ Operationally, this impossibility of resolution is more an more visible in digital technologies and data in general. The database can never be \"finished\", because being finished is not its goal. Versions can be updated, bugs can be fixed, but nothing ever finds static resolution.","p":{"x":1363,"y":5742},"t":0,"u":"endingIllusion1598535896921","r":["endingIllusion1598539609466","endingIllusion1598540993070"],"d":[2020,8,27,15,44,56],"db":["endingIllusion"],"_id":"HZbpe22mF4KMJgNh"},{"c":"c/ Any discursive event, articulation or object contains a wellspring of potential interpretations which must be limited and constrained in order to fix a temporary specific meaning.","p":{"x":865,"y":-10744},"t":0,"u":"metaDiscourse1599984605433","r":["metaDiscourse1599984670250","metaDiscourse1599984715963"],"d":[2020,9,13,10,10,5],"db":["metaDiscourse"],"_id":"HlFcQCl4AVLdWb2E"},{"c":"q/ When one has a hammer, goes the saying, everything looks like a nail. But this is to not think the hammer. The hammer, properly conceived, has many uses. It may pull nails as well as drive them; it may forge iron, shape wood and stone, reveal fossils, and fix anchors for climbing ropes. It may pass sentence, call to order, or be thrown in a contest of athletic strength.^^James Bridle, New Dark Age, 2018, 13","p":{"x":413,"y":2315},"t":0,"u":"bSP5_NewDarkAge1621342245579","r":["bSP5_NewDarkAge1621342374394"],"d":[2021,5,18,14,50,45],"db":["bSP5_NewDarkAge"],"_id":"HvKUIlyvPyPwruel"},{"c":"c/ rather an alternative ontology - an alternative theoretical framework inclusive of transgression necessarily disregards canon - selection of objects - for a selection of processes which are inherently positional.","p":{"x":887,"y":3505},"t":0,"u":"transgression1618565739448","r":["transgression1618564097587"],"d":[2021,4,16,11,35,39],"db":["transgression"],"_id":"Hx2NpK4v4fyq0aqN"},{"c":"c/ Beyond architecture, what about antidisciplinary in Media?\n\nHere's Joi Ito on the ethic/aesthetic of the antidisciplinary at the Media Lab - \n\n\"One of the first words that I learned when I joined the Media Lab was \"antidisciplinary.\" It was listed an a requirement in an ad seeking applicants for a new faculty position. One of the first words that I learned when I joined the Media Lab was \"antidisciplinary.\" It was listed an a requirement in an ad seeking applicants for a new faculty position.\"\n\n\"Antidisciplinary is all about the non-elephant animals.\"\n\nhttps://joi.ito.com/weblog/2014/10/02/antidisciplinar.html","p":{"x":355,"y":5878},"t":0,"u":"anti-disciplinary1600351114142","r":[],"d":[2020,9,17,9,58,34],"db":["anti-disciplinary"],"_id":"I8wFcV4OG91nl8FY"},{"c":"c/ The main conceptual points which help position an understanding of discourse in {adiscourse.net} follow as: (1) materiality, (2) no point of determination, and (3) unfixity.\n","p":{"x":761,"y":-3321},"t":0,"u":"metaDiscourse1599937409802","r":["metaDiscourse1599937347008","metaDiscourse1599937434941"],"d":[2020,9,12,21,3,29],"db":["metaDiscourse"],"_id":"IAzc2jLMwNy6aBiT"},{"c":"r/ which largely shows how uninformed these thinkers are about architecture outside of when it has emerged in the surface of philosophical thinking - i.e. the disciplinary society and then the post-modern beginning thought. To me this shows how invisible architectural thought is from general intellectuals, and how when architecture is invoked in these thinkers it is in a very conservative basic way that upholds Architecture as a set of socially important canons and practices - a flattened and reductive and late to the game view of architectural thought in the same way that architecture smashes down external theses into methods for constructing evidence of the momentum at hand  (which is usually very conservative).","p":{"x":505,"y":-1634},"t":0,"u":"anti-disciplinary1600512037452","r":["anti-disciplinary1600546097313"],"d":[2020,9,19,12,40,37],"db":["anti-disciplinary"],"_id":"IBay30UjGj9mVXyC"},{"c":"r/ I don't have a very well developed answer, but right now there is some low-level thinking (instagram and podcast chatter) in how fascist practices are working in the US right now without central organization and developing through tandem racial prejudices and situated financial incentives.  \n\nThis comes from the detention centers in Georgia that were recently engaging in forced sterilization. In contrast to a traditional fascist state, this seems like a novel organization of power, since all of the decisions are localized and based on illicit - but not illegal - economies of getting state and private finance for unnecessary operations.\n\nEach are most likely both inspired by racist reasons, but also by financial incentives - regardless, the outcome seems is similar. Women are forcefully sterilized before being sent away, or children are separated from parents, but all as a matter of logistics. However, there also might be central organization which we've not learned about, which would just give the same old flavor.","p":{"x":1366,"y":-2104},"t":0,"u":"anti-disciplinary1600600823290","r":["anti-disciplinary1600545172783"],"d":[2020,9,20,13,20,23],"db":["anti-disciplinary"],"_id":"IDHPbpxSmuI7Y2MA"},{"c":"c/ Each new era turns the previous identities of power into heroic qualities, the predecessor's loss into symbolic form.","p":{"x":304,"y":706},"t":0,"u":"endingIllusion1598443141206","r":["endingIllusion1598527375734"],"d":[2020,8,26,13,59,1],"db":["endingIllusion"],"_id":"IJ5R3bh9vmFYgbKg"},{"c":"The conference aims to look at transgression in its manifold forms and stances – not only as a reaction against norms and rules, but in particular as an answer to our agitated times of  radical (and highly anxiogenic) mutations. By doing so, we propose to analyze transgression both as tactics of survival and as strategy against the operating system(s). If our inquiry seems to address the immediate present, we definitely pose modernity with its dense net of normativity as the fundament that generated the recent wave of transgressiveness. Hence we believe that only by analyzing this historic causality and by going beyond the contingent alternative nature of transgression can we understand the deep causes, dynamics and mechanisms of its eruption.\n\nWe invite scholars to reflect on transgression along one of these three themes: practice/ theory/ history.\n","p":{"x":432,"y":2534},"t":0,"u":"transgression1618563589295","r":["transgression1618563557292"],"d":[2021,4,16,10,59,49],"db":["transgression"],"_id":"IQep7PZWBU24i8zY"},{"c":"c/ Specifically, a form of importance which has been centralized in the production of discourse (traditional and new media-based) is the idea of authorship and the role of the author / authority. Traditionally, the author as a form of scientific/academic recognition/reviewal persona emerged at the same time as the Public Sphere and the forming of bourgeois identity (as per Jürgen Habermas' The Structural Transformation of the Public Sphere), and ties in specifically with the legacy of the author as the heuristic interpreter of meaning (as per Friedrich Kittler’s 1800-1900 Discourse Networks).","p":{"x":734,"y":-1290},"t":0,"u":"endingIllusion1598528211282","r":["endingIllusion1598528470544"],"d":[2020,8,27,13,36,51],"db":["endingIllusion"],"_id":"IQpvUheZ6M6HpvoZ"},{"c":"c/ In this quick aside, Colin Ward negates the idea that the 'architect', disciplinary subject, can reform the discipline internally through a form of \"positive\" architectural work.","p":{"x":1183,"y":688},"t":0,"u":"anti-disciplinary1599049270428","r":["anti-disciplinary1599049394500","anti-disciplinary1599049535407"],"d":[2020,9,2,14,21,10],"db":["anti-disciplinary"],"_id":"IYKlcZ5Df8ut8DvW"},{"c":"c/  {adiscourse.net} faces allow for different interactions of persistence, different orientations toward exchange between human users, hardware, software and the network. Activating the “geist face” does not only conceptually reorient the user to the contributing operation, but materially reorganizes the medial object through code. The “verbindungs face” does the same, and each in turn de-orients the other. Unlike polyhedra, the orientation process can’t be visuallized as simple terms of rotation or translation, but the effects are innately similar in their augmented terms of engagement. \n","p":{"x":550,"y":-16491},"t":0,"u":"metaDiscourse1599987443025","r":["metaDiscourse1599987407152"],"d":[2020,9,13,10,57,23],"db":["metaDiscourse"],"_id":"IcM8TdYzvqm3HOro"},{"c":"c/ Sam Lowry, the protagonist, envisions himself a winged-hero, fighting with full agency against a personified structure of evil. Then he transforms himself into that form, denying his already situated heroics - his ability to navigate and manipulate the organs of bureaucracy.","p":{"x":1059,"y":547},"t":0,"u":"endingIllusion1598441403441","r":["endingIllusion1598442106919"],"d":[2020,8,26,13,30,3],"db":["endingIllusion"],"_id":"IzLdCwbXwOFzth5p"},{"c":"q/ “’Society’ is not a valid object of discourse. There is no single underlying principle fixing - and hence constituting - the whole field of differences. The irresoluble interiority/exteriority tension is the condition of any social practice: necessity only exists as a partial limitation of the field of contingency.” ^^ Laclau & Mouffe, Hegemony and Socialist Strategy, 1985, 97","p":{"x":829,"y":2194},"t":0,"u":"endingIllusion1598445240321","r":["endingIllusion1598445324967","endingIllusion1598445727185"],"d":[2020,8,26,14,34,0],"db":["endingIllusion"],"_id":"JCINjEzCEj1bvMU6"},{"c":"c/ Discourse does not have mechanical equilibriums which can settle into static establishments. Discourse is the temporary operation of fixing meaning in specific conditions within an inherently “unfixed” field.","p":{"x":168,"y":-9245},"t":0,"u":"metaDiscourse1599983443300","r":["metaDiscourse1599983400130"],"d":[2020,9,13,9,50,43],"db":["metaDiscourse"],"_id":"JFr0ixw2oZNERwwE"},{"c":"Cloudy thinking, the embrace of unknowing might allow us to revert from computational thinking, and it is what the network itself urges upon us. ","p":{"x":366,"y":2749},"t":0,"u":"bSP5_NewDarkAge1621403915810","r":["bSP5_NewDarkAge1621403934101"],"d":[2021,5,19,7,58,35],"db":["bSP5_NewDarkAge"],"_id":"JKr2e8eo0yJjZBnC"},{"c":"What is the function of knowledge in such a situation? Does producing knowledge still play a role in radical practice, or does the focus become destruction of knowledge?","p":{"x":736,"y":6066},"t":0,"u":"discursiveFieldConditions1599127669795","r":["discursiveFieldConditions1599078127440"],"d":[2020,9,3,12,7,49],"db":["discursiveFieldConditions"],"_id":"JVAJvDjeOkc9M1k9"},{"c":"THEORY\nHow could transgression be theorized as a concept? How could transgressive manifestations be understood in theoretical terms?\nThis theme invites participants to situate the topic of this conference within an epistemological frame. Could we consider the current proliferation of transgressiveness as a reaction against the normative system of modernity and its excesses? The ambitious project of modernity strove to imagine a holistic taxonomization of the world in its entirety, aiming to embrace its various geographies and to scrutinize the temporal depth of its development. But by doing that, it provided powerful instruments (time and space) of control and exclusion. Space conceptualization, especially in architecture, played a major role in the fabrication of this constraining normativity. All along the process, this centrality of space was inseparable from notions (and actions) of order and ordering (see Agamben and his reading of Carl Schmitt’s nomos).\nA critical analysis of the crises that have shaken modernity, including a reevaluation of the postmodern theories that questioned the understanding of time and space (i.e., Venturi or Eisenman), could shed light on the possible change of paradigm.\nGiven the undeniable ambiguity of dealing with norms, it would be useful to comprehend how transgression could be normalized – be it from outside (the system mimicking flexibility) or from inside. Is being alternative the new norm?","p":{"x":537,"y":3006},"t":0,"u":"transgression1618563626553","r":["transgression1618563589295","transgression1618563741530"],"d":[2021,4,16,11,0,26],"db":["transgression"],"_id":"JjJU3fMJ0QPH5sZb"},{"c":"c/ The anti-architect can envision alternatives to contemporary architectural production exactly because of the negation of the discipline, thus the articulation of subjects not defined by discipline shows a brief glimpse of light in Tafuri's paradox. ","p":{"x":1026,"y":3292},"t":0,"u":"anti-disciplinary1599654399787","r":["anti-disciplinary1599049778012","anti-disciplinary1599655130139"],"d":[2020,9,9,14,26,39],"db":["anti-disciplinary"],"_id":"Jt4e3QLXRY2ghgXo"},{"c":"The terms of discourse are above at the 2500 vertical position, and the \"state\"craft explanation is below at the -2500 position.","p":{"x":904,"y":364},"t":0,"u":"metaDiscourse1599936851675","r":["metaDiscourse1599936792294"],"d":[2020,9,12,20,54,11],"db":["metaDiscourse"],"_id":"JueZr3SW9U5I35B4"},{"c":"c/ Decentralization had already began to give way to distribution, with ARPAnet having already rolled over to TCP/IP protocols in 1983, and the idea of the mechanical disturbances of a fly in a typewriter seems willfully ignorant of the insurgent digitization and discretization which paralleled the deconstructions of state power in preference of neoliberal market naturalism.","p":{"x":630,"y":1190},"t":0,"u":"endingIllusion1598443429418","r":["endingIllusion1598443514145","endingIllusion1598444789234"],"d":[2020,8,26,14,3,49],"db":["endingIllusion"],"_id":"Jy6acudhrRiKVNJ2"},{"c":"The Public Sphere, first formed as a reactionary mirror to the actions of the sovereign, became more and more the site of legitimation for governance. Representation and direct expression, available to the highly curated set of those humans who were human enough under the law to attain inalienable rights, let open the new field of agency to an increased confrontation of differential ideas contesting the direction of social establishment.","p":{"x":666,"y":-4363},"t":0,"u":"discursiveFieldConditions1598961094339","r":[],"d":[2020,9,1,13,51,34],"db":["discursiveFieldConditions"],"_id":"KNkXCDyn01qNm9Bo"},{"c":"What happens outside such normative thinking? What about those “non-architectures” disregarded by Banister Fletcher – comprising, besides the “styles” of peripheral cultures, the informal dwellings of precarious populations? What about the furtive shelters of those deprived of space (homeless/ migrants/ refugees…)? Is architecture conceivable solely within regulated boundaries? What happens when they are trespassed and when rules are broken? Transgression and transgressive acts were always part of architecture. Bataille had explicitly stated this intrusion in his interwar dictionary, while Tschumi perceived it half a century later as the actual condition of architecture. However, beyond any such constant play and bargaining with normativity, we have recently witnessed an accumulation and multiplication of transgressive manifestations in the architectural field. It is as if transgression – as concept, positioning and posture – would ask to be understood as an episteme: a paradigm showing the way out of modernity. ","p":{"x":435,"y":2149},"t":0,"u":"transgression1618563557292","r":[],"d":[2021,4,16,10,59,17],"db":["transgression"],"_id":"KRlK3of6paSXk78z"},{"c":"c/ Instead, the lack of totality is the call to engagements with comprehensive negotiation - rather than an adminstrative or organization of agencies, there must be a practice of discourse which accepts the lack of totality.  Any statement is not total, any articulation is not total, any truth is not total.","p":{"x":889,"y":3913},"t":0,"u":"endingIllusion1598448899018","r":["endingIllusion1598449433847"],"d":[2020,8,26,15,34,59],"db":["endingIllusion"],"_id":"KTY61w8z5Y2TfxJH"},{"c":"q/ \"It was now no longer a question of giving form to single elements of the city, nor even to simple prototypes. The real unity of the production cycle having been identified in the city, the only suitable role for the architect was as organizer of that cycle.\" ^^Manfredo Tafuri, Architecture & Utopia, 1973, 107","p":{"x":951,"y":2557},"t":0,"u":"anti-disciplinary1599652582280","r":["anti-disciplinary1599652737605"],"d":[2020,9,9,13,56,22],"db":["anti-disciplinary"],"_id":"KW3PipDo7V1yPvJM"},{"c":"What is needed is not new technology but new metaphors, a metalanguage for describing the world that complex systems have wrought. \n","p":{"x":738,"y":1642},"t":0,"u":"bSP5_NewDarkAge1621359943433","r":["bSP5_NewDarkAge1621362874830"],"d":[2021,5,18,19,45,43],"db":["bSP5_NewDarkAge"],"_id":"KW8G14n9EAkdbhor"},{"c":"r/ In this exact way, it is not the reformation of architecture schools that should be the point, but the pulling away from \"accreditation\", which is of course really destabilizing to the school involved and the possibility of the staff staying, but reform within school - thus reform within the discipline - will not occur.  At the very least, we need insurgent educators who are actively subverting the goals of accreditation and the attenuation of focus onto the \"triumphs\" of architectural ideology.","p":{"x":1170,"y":6764},"t":0,"u":"anti-disciplinary1600431916041","r":[],"d":[2020,9,18,14,25,16],"db":["anti-disciplinary"],"_id":"L2WJbjy9S7tKB2mV"},{"c":"q/ \"We have referred to 'discourse' as a system of differential entities - that is, of moments. But we have just seen that such a system only exists as a partial limitation of a 'surplus of meaning' which subverts it. Being inherent in every discursive situation, this 'surplus' is the necessary terrain for the constitution of every social practice.\" ^^Laclau and Mouffe, Hegemony and Socialist Strategy, 1985, 98","p":{"x":284,"y":10970},"t":0,"u":"metaDiscourse1599990845785","r":["metaDiscourse1599990568909"],"d":[2020,9,13,11,54,5],"db":["metaDiscourse"],"_id":"LUh6T0Kxwwl9ycj8"},{"c":"jkjb\n","p":{"x":497,"y":272},"t":0,"u":"bSP5_NewDarkAge1620814134452","r":["bSP5_NewDarkAge1620813467583"],"d":[2021,5,12,12,8,54],"db":["bSP5_NewDarkAge"],"_id":"LW2qlHatRrKO8DAx"},{"c":"r/ I think mobilizing here refers to the act of voting in the conviction of an alternative that is clearly formulated and represents a real  challenge to the ruling state. Without an alternative (even an illusionary one) one looses the belief that voting is important. \nDoes voting matter? ","p":{"x":753,"y":708},"t":0,"u":"mobilization--conflict--dispute1600179948522","r":["mobilization--conflict--dispute1600132038039","civilWar,mobilization--conflict--dispute1600285176640"],"d":[2020,9,15,16,25,48],"db":["mobilization--conflict--dispute"],"_id":"LWwvpEGQMeF7e5GG"},{"c":"c/ The state is a condition, a frame of objects and their connections, a frame of cycles and processes, a frame of power relations and subversive counter insurgencies. ","p":{"x":998,"y":5376},"t":0,"u":"metaDiscourse1599988253206","r":["metaDiscourse1599988317548"],"d":[2020,9,13,11,10,53],"db":["metaDiscourse"],"_id":"LY9bcsP5oZnFCROH"},{"c":"c/ Attempting to return to \"truth-concensus\", attempting to manifest a discursive totality that isn't there, can not be the point of radical discourse, because it returns to the division of mass agency vs intellectual who unveils totality. This bifurcation, although perhaps once useful to a degree, is no longer tenable.","p":{"x":400,"y":3550},"t":0,"u":"endingIllusion1598447921550","r":["endingIllusion1598448580846","endingIllusion1598448899018"],"d":[2020,8,26,15,18,41],"db":["endingIllusion"],"_id":"LeLLLXYNoOzaapwF"},{"c":"c/ There is no longer individual importance, the Great Man theory of history recedes in the network age. One tweet, one book, one article is nothing more than an element representation of the stream. Distributed agency doesn't depend on the specific individual.","p":{"x":1396,"y":-271},"t":0,"u":"endingIllusion1598450054538","r":[],"d":[2020,8,26,15,54,14],"db":["endingIllusion"],"_id":"M0MOJqNkGyTp2C8F"},{"c":"q/ The many ways of appropriating space and architecture by the people led to the assumption that both colonialism and the postcolonial government never managed to assume complete power over the population, and that the level of craftsmanship within the population remains very high. When I asked the man who guided us through hentsch and Studer's Sidi Othman Building about how public spaces, architecture, and interiors have been so thoroughly appropriated by the people, he responded that, \"We are all engineers, we are all architects. If we have a basic structure or land, we just start to build.\" This surely mrks a relationship to one's environment that is almost forgotten in Western societies: that we are all architects.","p":{"x":373,"y":1094},"t":0,"u":"anarchy+architecture1623933810466","r":[],"d":[2021,6,17,14,43,30],"db":["anarchy+architecture"],"_id":"MI36hU7XKq3uARD1"},{"c":"r/ I think any process of either de-mystifying or pushing out of basic architectural practices is a good start. The community design / cooperation initiatives by locals outside of the profession - such as done as Colin Ward in the 70s / 80s, is also good - but methods for attacking architecture / development as value storage is also a must","p":{"x":314,"y":4225},"t":0,"u":"anti-disciplinary1600165256835","r":[],"d":[2020,9,15,12,20,56],"db":["anti-disciplinary"],"_id":"MOykbHAKtoaSdqGc"},{"c":"c/ While Gustav Landauer still sees the end of the state in the emergence of socialism, the conception of state (or State) as a momentary view toward the construction of social relations rather than a resolution in itself allows for an understanding which disregards resolution altogether.","p":{"x":268,"y":6753},"t":0,"u":"endingIllusion1598545543806","r":["endingIllusion1598545870605"],"d":[2020,8,27,18,25,43],"db":["endingIllusion"],"_id":"MjCoPTdwdwOTSEee"},{"c":"c/ As Laclau and Mouffe take articulation, and discursive acts in general, as encompassing action as well as language, the escape of the anti-architect is a call for the extrication of practices outside of patronized work as well as the destruction of the idea that inter- or trans-disciplinarity is some type of savior.","p":{"x":953,"y":2985},"t":0,"u":"anti-disciplinary1599654213959","r":["anti-disciplinary1599654399787"],"d":[2020,9,9,14,23,33],"db":["anti-disciplinary"],"_id":"MmPUXkWQI5bit1AZ"},{"c":"q/ As Timothy Morton puts it: “An architect makes an exploded view of a cross section of the [cinder] block. But a cross section of a cinder block is not a cinder block. A finger’s impression of a cinder block is not a cinder block. A butterfly’s touch on a cinder block is not a cinder block... Imagine the cinder block develops telepathic powers. In a single instant it knows its blockness in its entirety. But knowing a cinder block in a single instant of telepathic communion is not - wait for it - a cinder block!” ^^Timothy Morton, Realist Magic, 2013, 50 ","p":{"x":1308,"y":7735},"t":0,"u":"metaDiscourse1599989720604","r":["metaDiscourse1599989756012"],"d":[2020,9,13,11,35,20],"db":["metaDiscourse"],"_id":"N0fCUsz9XIVFv0yZ"},{"c":"c/ the lack of \"truth-concensus\", the overdetermined nature of discourse and political understanding, is what provides for \"hegemonic formation\" as a knotted mix of primary understanding, but is also what provides for its contestation and replacment.","p":{"x":1284,"y":3561},"t":0,"u":"endingIllusion1598449031241","r":["endingIllusion1598448899018"],"d":[2020,8,26,15,37,11],"db":["endingIllusion"],"_id":"NBoPu5l5yjIpK3Jq"},{"c":"c/ Is there an element of experiential solidarity that can be gained from the year? Not that there are direct positive outcomes, but a shared experience for some which materializes direct action in a way which can be remembered and built on past the end of the year / crises?","p":{"x":215,"y":-179},"t":0,"u":"20201600248931028","r":[],"d":[2020,9,16,11,35,31],"db":["2020"],"_id":"NL5bsqBGy7OCcFWF"},{"c":"c/ In discursive terms, a state is a translation or mediation of something.","p":{"x":1096,"y":8964},"t":0,"u":"metaDiscourse1599989860940","r":["metaDiscourse1599989909029"],"d":[2020,9,13,11,37,40],"db":["metaDiscourse"],"_id":"NLSzq5nedMO49m8T"},{"c":"r/ outside of oppositions, there is maybe an unmasking of fail points which were previously (by many at least) seen as robust: health, economy, education, governance, etc. An uneven mix of these, given location, are driven by derivative sets of control. The path of the virus and containing its worst case scenario is paralleled by the instability of social relations (due to state violence) which is also attempted to be contained by both direct (doctors in suits and masks, police in riot gear) and derivative (contact tracing app, Fed stingrays on planes circling cities). ","p":{"x":280,"y":701},"t":0,"u":"20201600338777456","r":["20201600285360951"],"d":[2020,9,17,12,32,57],"db":["2020"],"_id":"NPEDSpi8qzdPlPpW"},{"c":"In the 20th and 21st centuries, the discursive field performs a derivative reorganization, a reaction to accelerated sites of agency which demands operational rather than direct management.","p":{"x":747,"y":-2126},"t":0,"u":"discursiveFieldConditions1598970918826","r":["discursiveFieldConditions1598971168001","discursiveFieldConditions1598971331594","discursiveFieldConditions1598973182251"],"d":[2020,9,1,16,35,18],"db":["discursiveFieldConditions"],"_id":"NiHjsd59eyigEiei"},{"c":"Supplanting computational thinking with cloudy thinking which acknowledges an unknowing and makes of it productive rain?(funny)","p":{"x":335,"y":2583},"t":0,"u":"bSP5_NewDarkAge1621403893865","r":["bSP5_NewDarkAge1621403915810"],"d":[2021,5,19,7,58,13],"db":["bSP5_NewDarkAge"],"_id":"NtdP8bReibsorHUX"},{"c":"c/ The state is as much a view into possibility as it is into constriction, something to act upon in the same way a CEO reacts to the graph-image of falling profits in the third quarter. The state is a coherent corpse of dynamic things, a simplification in the pursuit of understanding. The state is a magic trick where one thing recedes in order for another to take its place under the microscope.","p":{"x":1119,"y":6883},"t":0,"u":"metaDiscourse1599988664541","r":["metaDiscourse1599989658046"],"d":[2020,9,13,11,17,44],"db":["metaDiscourse"],"_id":"NxqktCNUyZOjsFPJ"},{"c":"Gilles Deleuze, building on the work of Michel Foucault, constructs the end of the \"society of sovereignty\" as the overlapping location of the \"disciplinarity society\".","p":{"x":367,"y":-3459},"t":0,"u":"discursiveFieldConditions1598964863402","r":["discursiveFieldConditions1598960631758","discursiveFieldConditions1598965316496"],"d":[2020,9,1,14,54,23],"db":["discursiveFieldConditions"],"_id":"O2g54z0MndzqYpXB"},{"c":"q/ \"From the point of view of representation, singularity as such is the complete abstraction, the empty identity of the here and now. Likewise, from the point of view of the homogeneous, the Imaginary Party is simply \"the heterogeneous,\" the purely unrepresentable. If we don't want to do the police's work for them, we will therefore have to be careful not to think we can do any more than indicate the Imaginary Party when it occurs-for instance: describe it, identify it, localize it within the territory or mark it out as a segment of \"the society.\"\"^^Tiqqun, This is Not a Program, 2011, 44","p":{"x":1229,"y":2326},"t":0,"u":"discursiveFieldConditions1599074665489","r":["discursiveFieldConditions1599074801870"],"d":[2020,9,2,21,24,25],"db":["discursiveFieldConditions"],"_id":"O7EQRx8PWC2O0jV3"},{"c":"The anarchic is object-oriented - individual agents, incapable of full discernment, emanate partial aspects without full occupation of persona.","p":{"x":1350,"y":1821},"t":0,"u":"discursiveFieldConditions1599072875751","r":["discursiveFieldConditions1599072934670","discursiveFieldConditions1599073168891"],"d":[2020,9,2,20,54,35],"db":["discursiveFieldConditions"],"_id":"OD6Z0ZZRwoBbtU03"},{"c":"r/ with the recent spate of BLM protests against architectural faculties in the USA, its also really notable that everyone wants a well-represented faculty, but not really anything beyond that, which rings a bit similar to the AIA saying that we won't build death-chambers (just the rest of the prison and the electrical hookups) - hollow.","p":{"x":1347,"y":6217},"t":0,"u":"anti-disciplinary1600195461501","r":["anti-disciplinary1600195348125","anti-disciplinary1600286093778"],"d":[2020,9,15,20,44,21],"db":["anti-disciplinary"],"_id":"OUCFgEVaVh7zESpL"},{"c":"r/ He uses both 'tactical' and 'strategic' to mean the same thing here, but maybe voting has transitioned from strategic (voting-for) into purely tactical (voting against) because voting against is easy to accompany with a threat.","p":{"x":972,"y":-933},"t":0,"u":"mobilization--conflict--dispute1600248393408","r":[],"d":[2020,9,16,11,26,33],"db":["mobilization--conflict--dispute"],"_id":"OV2YtIXPCPLyEjUD"},{"c":"q/ \"For this reason it is useless to propose purely architectural alternatives. The search for an alternative within the structures that condition the very character of architectural design is indeed an obvious contradiction of terms.\"^^ Manfredo Tafuri, Architecture & Utopia, 1973, 181","p":{"x":1297,"y":1115},"t":0,"u":"anti-disciplinary1599049778012","r":[],"d":[2020,9,2,14,29,38],"db":["anti-disciplinary"],"_id":"OdwVGhEGxQstHyZc"},{"c":"c/ \tThe “unfixity” of the field of discourse, as Laclau and Mouffe conceive it, is unavoidable due to all discourse elements containing a surplus of potential meanings and contexts, a condition they call “overdetermination”. ^^Laclau and Mouffe, Hegemony and Socialist Strategy, 1985, 84","p":{"x":234,"y":-10598},"t":0,"u":"metaDiscourse1599984528117","r":["metaDiscourse1599983565981","metaDiscourse1599984605433","metaDiscourse1599984670250"],"d":[2020,9,13,10,8,48],"db":["metaDiscourse"],"_id":"P1bBaBB0TOSZk6wT"},{"c":"c/ {adiscourse.net} deals with the interplay of dynamic exchanges, such as discourse, and separate forms of parallel production which are described as “states”.","p":{"x":461,"y":3216},"t":0,"u":"metaDiscourse1599987561703","r":["metaDiscourse1599987649413"],"d":[2020,9,13,10,59,21],"db":["metaDiscourse"],"_id":"PLDl3aPnu1REvHNn"},{"c":"r/ this is especially tough to see when we forget that all of the \"virtual\" experiences have physical moments, elements, and spaces which pin them to an ecological and social dimension.","p":{"x":993,"y":801},"t":0,"u":"bSP5_NewDarkAge1621341032290","r":["bSP5_NewDarkAge1621027783566"],"d":[2021,5,18,14,30,32],"db":["bSP5_NewDarkAge"],"_id":"PPIcNttkUiTj5REM"},{"c":"q/ \"One goes from the technical to the economic by integrating a set of elements without any a priori relation to each other. Moreover this is what economy always does: unify separate elements, homogenize them, render them comparable then calculable or combinable (according to the military principle of strength in unity).\" ^^Jacques Fradin, Economy and Technical Systems, 2","p":{"x":369,"y":4028},"t":0,"u":"discursiveFieldConditions1599077095240","r":["discursiveFieldConditions1599076429151","discursiveFieldConditions1599128617374"],"d":[2020,9,2,22,4,55],"db":["discursiveFieldConditions"],"_id":"PU2HePS1y62LdwTY"},{"c":"q/ \"[quoting Stephani's Grundrisse] \"Just as the exchange of goods is regulated by money as a general equivalent, the exchange of knowledge is regulated by concepts.\" To base a discourse on signified, however, means to tmake it translatable. \"Translations\" are the discursive \"market, to which the most distant merchants come with their wares.\" The poet who led his Bible-translating tragic hero to the threshold of the new poetry had to guarantee fully the possibility of translation.\"^^Kittler, Discourse Networks 1800/1900, 1990, 71","p":{"x":699,"y":-3742},"t":0,"u":"discursiveFieldConditions1598964508356","r":[],"d":[2020,9,1,14,48,28],"db":["discursiveFieldConditions"],"_id":"PWn9ZDT7hJCmgY2F"},{"c":"c/ This is an agreement with Manfredo Tafuri's statements about the impossibility of escaping the ideological structures which condition the discipline through internal alternatives.","p":{"x":1265,"y":884},"t":0,"u":"anti-disciplinary1599049535407","r":["anti-disciplinary1599049778012"],"d":[2020,9,2,14,25,35],"db":["anti-disciplinary"],"_id":"PoI1GHHa1oBgZDz7"},{"c":"c/ In academia and the production of the theory, this illusion of individual importance emerges in veneration of specific authors, such as Gilles Deleuze, Michel Foucault, Slavoj Zizek, or Noam Chomsky. Suddenly, validity of information must attach itself to collectively agreed hinge points of knowledge, even though their knowledge is constituted equally in the same space as all other discourse.","p":{"x":1152,"y":-583},"t":0,"u":"endingIllusion1598524910369","r":["endingIllusion1598450054538","endingIllusion1598528211282"],"d":[2020,8,27,12,41,50],"db":["endingIllusion"],"_id":"PuCccy3dUStZQ2VK"},{"c":"c/ Because all discourse - its words, its signs, its images, its actions - are overdetermined, no momentary position is unchangeable, whether the process is instant and easy or arduously prolonged.","p":{"x":1072,"y":-11208},"t":0,"u":"metaDiscourse1599984715963","r":["metaDiscourse1599984782186","metaDiscourse1599984983048"],"d":[2020,9,13,10,11,55],"db":["metaDiscourse"],"_id":"PunZSTxvwCYax2DF"},{"c":"The cybernetic is a homogenizing force, an extension of economic technology, which must unitize comprarable forms of data.","p":{"x":441,"y":3863},"t":0,"u":"discursiveFieldConditions1599076429151","r":[],"d":[2020,9,2,21,53,49],"db":["discursiveFieldConditions"],"_id":"PwMbflw1cdyVCGWO"},{"c":"c/ Further, he proposes the idea of “tiny ontology” as a form of the simplest ontological operation in constrast to the complex discernments which might produce a globally coherent ontology (which would be overmined or undermined).^^Ian Bogost, Alien Phenomenology, 2012, 21","p":{"x":1428,"y":-7807},"t":0,"u":"metaDiscourse1599982948628","r":["metaDiscourse1599981781967","metaDiscourse1599983012911"],"d":[2020,9,13,9,42,28],"db":["metaDiscourse"],"_id":"QGpd7xcpn2u0VNMj"},{"c":"The anarchic transcends the opening conditions, the prior organization of relations, and produces a temporary Aufheben. The riot, as written about by The Invisible Committee, is a moment of such a transcendence, but so it crossing the street against the light, peeing on a wall you shouldn't, taking the banks pen when you leave.","p":{"x":1319,"y":2795},"t":0,"u":"discursiveFieldConditions1599075014405","r":[],"d":[2020,9,2,21,30,14],"db":["discursiveFieldConditions"],"_id":"QIruMr0rpBYT3ZkS"},{"c":"c/ Technology has been pulled in two directions: the omnipresent zoom meeting, leave your phone home for the protest","p":{"x":803,"y":1324},"t":0,"u":"20201599147275638","r":["20201600097899864","20201600198283236"],"d":[2020,9,3,17,34,35],"db":["2020"],"_id":"QOlUgBAmWkTUmIAS"},{"c":"Ernesto Laclau and Chantal Mouffe determine the \"democratic revolution\", most poignantly evinced in the French Revolution, as a new hegemonic establishment, through which agency was given room to proliferate.","p":{"x":1356,"y":-3509},"t":0,"u":"discursiveFieldConditions1598964716565","r":["discursiveFieldConditions1598956990311"],"d":[2020,9,1,14,51,56],"db":["discursiveFieldConditions"],"_id":"QPikNMPKFcBvJoQs"},{"c":"c/ Within their conception of the discursive field, Laclau and Mouffe define a flat recursion of institutions, events, subject positions and ideologies, thus developing a political discourse which also denies the presence of a determining form.","p":{"x":777,"y":-6662},"t":0,"u":"metaDiscourse1599981876633","r":["metaDiscourse1599982156438","metaDiscourse1599982285604"],"d":[2020,9,13,9,24,36],"db":["metaDiscourse"],"_id":"QS8WrswyeF166fnK"},{"c":"c/ Whether in the form of meshes or polyhedra, facet edges between faces determine a distinctly three-dimensional understanding of geometry. Even the two-dimensional mesh is embedded with the information of face “normals”, which describe the vector orientation - the one side from the other - which generates a dimension perpendicular to the face. To look into or interact with a geometry is to construct an orientation in relation to specific faces, to view the dodecahedron in a specific fashion which negates the possibility of examining all orientations at once. To unroll all faces and edges and examine all faces within the same orientation at once is an operation which simplifies and transforms the geometry into, yet again, a very specific perspective in understanding the geometry.","p":{"x":859,"y":-15221},"t":0,"u":"metaDiscourse1599986301313","r":[],"d":[2020,9,13,10,38,21],"db":["metaDiscourse"],"_id":"QWU2AiP4NaiunTpt"},{"c":"Richard Sennett describes the concurrent inversions of the traditional public/private division as a reaction to the new economic conditions and the collective experience of the \"urban\".","p":{"x":1501,"y":-4740},"t":0,"u":"discursiveFieldConditions1598961976757","r":["discursiveFieldConditions1598962672545"],"d":[2020,9,1,14,6,16],"db":["discursiveFieldConditions"],"_id":"QakYLfpjN4PbjQaz"},{"c":"\nNetwork reveals the inadequate of computational thinking and the interconnectedness of all things, as well as their endlessness \n","p":{"x":726,"y":2744},"t":0,"u":"bSP5_NewDarkAge1621403934101","r":[],"d":[2021,5,19,7,58,54],"db":["bSP5_NewDarkAge"],"_id":"QhN7JWdkn9Uepmw8"},{"c":"q/ \"The state is not something which can be destroyed by revolution, but is a condition, a certain relationship between human beings, a mode of human behavior; we destroy it by contracting other relationships, by behaving differently\" ^^ Gustav Landauer, \"Weak Stateman Article\", 1910","p":{"x":276,"y":6321},"t":0,"u":"endingIllusion1598544748410","r":["endingIllusion1598545543806"],"d":[2020,8,27,18,12,28],"db":["endingIllusion"],"_id":"QhYVVLF66XZGsQYr"},{"c":"c/  In this way, seeing that both {adiscourse.net} and its states never achieve completion, it reproduces itself - it continues. Laclau and Mouffe form the idea that the overdetermination is what generates the possibility for change and continuation in discourse, Timothy Morton describes the condition for an object to exist as “precisely by being in a state of constant contradiction”, and Landauer’s anarchism is a push-pull between the state and the change of the social relations which construct the new state. ^^ Timothy Morton, Realist Magic, 2013, 174","p":{"x":852,"y":10941},"t":0,"u":"metaDiscourse1599990568909","r":["metaDiscourse1599990970163"],"d":[2020,9,13,11,49,28],"db":["metaDiscourse"],"_id":"QhygVwChiaOdlMjV"},{"c":"c/ Pressing the “getSTATE” button does exactly that - it gets you a state you can permanently save in three types of data. When saved, this new object separated from {adiscourse.net} can be thoroughly reviewed and marked up, but it no longer has any effect on {adiscourse.net}.","p":{"x":1140,"y":9356},"t":0,"u":"metaDiscourse1599989955973","r":["metaDiscourse1599990023499","metaDiscourse1599989909029"],"d":[2020,9,13,11,39,15],"db":["metaDiscourse"],"_id":"Qkw40uki7Dp4DnRN"},{"c":"c/ As much as it contains the readable and usable residuals of discourse, the discourse “state” is crossed over with an invisible and impenetrable watermark which reads “this is not a discourse”.","p":{"x":956,"y":8141},"t":0,"u":"metaDiscourse1599989756012","r":["metaDiscourse1599989801165"],"d":[2020,9,13,11,35,56],"db":["metaDiscourse"],"_id":"QzFM6oe3IZ83BXZP"},{"c":"This is the space for BSP5 conversation over James Bridle's New Dark Age:","p":{"x":318,"y":621},"t":0,"u":"bSP5_NewDarkAge1620813467583","r":["bSP5_NewDarkAge1620814002124"],"d":[2021,5,12,11,57,47],"db":["bSP5_NewDarkAge"],"_id":"QzwB08CBf6iHNdGv"},{"c":"The anarchic is negotiated. The presence of individually established agents negates pragmatism, and produce non-hierarchically privileged goals: (from Kroptokin) 1. Liberty, 2. Equality, 3. Solidarity.","p":{"x":1278,"y":3360},"t":0,"u":"discursiveFieldConditions1599076035935","r":["discursiveFieldConditions1598976463230","discursiveFieldConditions1599075680049"],"d":[2020,9,2,21,47,15],"db":["discursiveFieldConditions"],"_id":"R5PKWLUCHZ5ygh2Q"},{"c":"AXIOM 3: The specific conception of time embedded in a technical system is inseparable from the forms of thought and imagination that system makes possible makes possible or impossible.","p":{"x":692,"y":1063},"t":0,"u":"bsp5_SignalImageArchitecture1623773014210","r":["bsp5_SignalImageArchitecture1623773082113","bsp5_SignalImageArchitecture1623773159106"],"d":[2021,6,15,18,3,34],"db":["bsp5_SignalImageArchitecture"],"_id":"R7CjQdI9WCOMJSiq"},{"c":"r/ no worries - its a quite interesting (and very short) read.","p":{"x":959,"y":-1750},"t":0,"u":"anti-disciplinary1600612072916","r":["anti-disciplinary1600545526500"],"d":[2020,9,20,16,27,52],"db":["anti-disciplinary"],"_id":"RGkAVA2kZ6xtP0Po"},{"c":"The anarchic is temporary, a delimited duration, which births-endures-dies. The continuation of moment, action, or process withdraws with the reorganization or leaving of the field of action, as the social construction is determined by the emanation of indiscernible individuals.","p":{"x":1277,"y":2978},"t":0,"u":"discursiveFieldConditions1599075229597","r":["discursiveFieldConditions1598976463230"],"d":[2020,9,2,21,33,49],"db":["discursiveFieldConditions"],"_id":"RO8yjUOXXLL3eGf4"},{"c":"q/ Quick citation of the episode: ^^ Acid Horizon, \"Answers without Organs\", Sept 12 2020, @ 52:30","p":{"x":1176,"y":-710},"t":0,"u":"anti-disciplinary1600513422296","r":[],"d":[2020,9,19,13,3,42],"db":["anti-disciplinary"],"_id":"RPaXUq2cbaAjutRL"},{"c":"Understanding a technology deeply and systematically often allows us to remake its metaphors in the service of other ways of thinking. ","p":{"x":1266,"y":1782},"t":0,"u":"bSP5_NewDarkAge1621362874830","r":[],"d":[2021,5,18,20,34,34],"db":["bSP5_NewDarkAge"],"_id":"RT5gAh3iy6hy2Jnh"},{"c":"(1) materiality","p":{"x":335,"y":-3611},"t":0,"u":"metaDiscourse1599937434941","r":[],"d":[2020,9,12,21,3,54],"db":["metaDiscourse"],"_id":"Rb9xACtwk3ufhMZ6"},{"c":"r/ especially \"shape\" it as in the ideological functions of software - determining the capacities for action within the environment, like Wendy Hui Kyong Chun said in: ^^ \"on software or the persistence of visual knowledge\"","p":{"x":565,"y":2017},"t":0,"u":"20201600198008538","r":[],"d":[2020,9,15,21,26,48],"db":["2020"],"_id":"SNYRN4PJMkGg6Mfl"},{"c":"c/ In Social Media, the role of authorship - the attachment to one's user profile - degrades under its veneer, eventually reaching validation only when the data access flow is high (many followers, going 'viral'). Suddenly discourse and its amplifiers (authors) are important only for their immediate ratings, their reception and ability to further distribute the message, regardless of what the message is.","p":{"x":691,"y":-2367},"t":0,"u":"endingIllusion1598529594629","r":["endingIllusion1598530030832"],"d":[2020,8,27,13,59,54],"db":["endingIllusion"],"_id":"STnQMfqSDYN6zeta"},{"c":"c/  Instead, {adiscourse.net} provides a malleable scope of elements and outputs which are examinable and isolated recursively. In the terms of OOO, objects themselves at all scales  - discourse elements, databases, discourse spaces - are constituted a priori to the relations and operations among them. ","p":{"x":1241,"y":-8958},"t":0,"u":"metaDiscourse1599983121749","r":["metaDiscourse1599983129365"],"d":[2020,9,13,9,45,21],"db":["metaDiscourse"],"_id":"Smgrz2V7V4lUvGn2"},{"c":"Rules played a major role in establishing architecture as a discipline. Norms and canons regulated its entire field, from the conceptualization of architectural thinking to the conceiving of edifices and their further materialization. With the era of modernity, a dense net of normativity was weaved progressively, being institutionalized by the historicization of the discipline at the beginning of the 19th century and extended and complexified by the emergence of mass society. At the core of this normative system, space was raised into an authoritative instrument of power and control as an effective capital producer (see Engels’ The Housing Question), as well as an exclusion marker (see Banister Fletcher’s “non-historical styles”). Space was expected not only to solve the needs of the new era, but also to differentiate and regulate what architecture was and meant.","p":{"x":384,"y":1865},"t":0,"u":"transgression1618563534413","r":["transgression1618563557292"],"d":[2021,4,16,10,58,54],"db":["transgression"],"_id":"SxJ8s4ypeMfcaRJx"},{"c":"Each vision of the discursive field from the 18th and 19th centuries form a dialectical between liberation and coercion, a newly discovered mass of small objects with agency - the latent site of power expression -  and new techniques of organizing and suppressing the erratic spontaneity of the new mass.","p":{"x":706,"y":-2292},"t":0,"u":"discursiveFieldConditions1598967485891","r":["discursiveFieldConditions1598970918826"],"d":[2020,9,1,15,38,5],"db":["discursiveFieldConditions"],"_id":"T05wNoFNvYYLlStZ"},{"c":"q/ It [the cloud] is something we are training ourselves to rely upon with only the haziest of notions about what is being entrusted, and what it is being entrusted to.","p":{"x":780,"y":1125},"t":0,"u":"bSP5_NewDarkAge1621027714153","r":[],"d":[2021,5,14,23,28,34],"db":["bSP5_NewDarkAge"],"_id":"T3dFBrYq7KbH4Pq6"},{"c":"c/ In such a condition, the social dimension is the mode in which a field of un-totality attempts to stabilize an “un-sutured” assembly into the impossible object of ‘Society’, which can never achieve the totality one might desperately want. There is no “What’s wrong with Society today” or “Western Society” to put on a pedestal or “Benefits of the Digital Society” because at any moment what is being described already contains frontiers of contestation and negotiations of meaning both internal and external.\n","p":{"x":1343,"y":2407},"t":0,"u":"endingIllusion1598445324967","r":[],"d":[2020,8,26,14,35,24],"db":["endingIllusion"],"_id":"TCHkPKfV07QjLa5O"},{"c":"q/ \" The Imaginary Party is not substantially a remainder of the social\nwhole, but the fact of this remainder, the fact that there is a remainder, that the represented always exceeds its representation, that over which power is\nexercised always eludes it. Here lies the dialectic - our condolences.\" ^^ Tiqqun, This is Not a Program, 2011, 43","p":{"x":730,"y":4481},"t":0,"u":"endingIllusion1598533776115","r":["endingIllusion1598449433847"],"d":[2020,8,27,15,9,36],"db":["endingIllusion"],"_id":"TIrPQjSgvpKRBTxL"},{"c":"c/ Laclau and Mouffe push the limits of discursive production from the restrictions of language and norms, as provided by the structuralist thinkers Ferdinand de Saussure and Claude Levi-Strauss, as well as beyond the generation of images and myths of Roland Barthes.","p":{"x":308,"y":-4178},"t":0,"u":"metaDiscourse1599937612938","r":["metaDiscourse1599937649917"],"d":[2020,9,12,21,6,52],"db":["metaDiscourse"],"_id":"TMcovHAk9BHYQIED"},{"c":"c/ disciplinary discourse, in fact disciplinary conceptions altogether, attempt to create minor totalities as the reproduction of power enclosures, and so must also be avoided in their traditional practices.","p":{"x":478,"y":4146},"t":0,"u":"endingIllusion1598449196391","r":["endingIllusion1598448899018","endingIllusion1598533776115"],"d":[2020,8,26,15,39,56],"db":["endingIllusion"],"_id":"TNGL5oG4Tbm1Po9I"},{"c":"c/ To a majority of anarchists, the State is something to destroy, just as it is something to wear for authoritarians, or manipulate for liberal democracies, or usurp and transition for marxists.","p":{"x":292,"y":4167},"t":0,"u":"metaDiscourse1599987802175","r":["metaDiscourse1599987723063","metaDiscourse1599987826197"],"d":[2020,9,13,11,3,22],"db":["metaDiscourse"],"_id":"TUacuTzhJU1PSVzx"},{"c":"r/ Insomuch that every communication is carried in material means, whether within the biochemical communication of the mind, the audio wave between voice and ear, and the substrate with inscribed meaning among the inscriber and the interpreter.","p":{"x":855,"y":753},"t":0,"u":"bsp5_SignalImageArchitecture1623772600826","r":["bsp5_SignalImageArchitecture1623772763113"],"d":[2021,6,15,17,56,40],"db":["bsp5_SignalImageArchitecture"],"_id":"TbPs2qydukNXGkr3"},{"c":"The slow disintegration of sovereign organizations of power in the West, such as in the French posterchild of the Ancien Regime, left in its place an unorganized yet still highly constrained field of political and intellectual expression.","p":{"x":1212,"y":-5133},"t":0,"u":"discursiveFieldConditions1598960631758","r":["discursiveFieldConditions1598960681821","discursiveFieldConditions1598961976757","discursiveFieldConditions1598962973499","discursiveFieldConditions1598964716565"],"d":[2020,9,1,13,43,51],"db":["discursiveFieldConditions"],"_id":"TdZEoUj89wb65gLU"},{"c":"(3) unfixity and overdetermination","p":{"x":244,"y":-8486},"t":0,"u":"metaDiscourse1599983169629","r":["metaDiscourse1599937409802","metaDiscourse1599983400130"],"d":[2020,9,13,9,46,9],"db":["metaDiscourse"],"_id":"ToYg3J2ytCNQMx3R"},{"c":"c/ Space has been pulled in two directions: the necessity to isolate, the necessity to be present in the streets","p":{"x":239,"y":1227},"t":0,"u":"20201599147203438","r":[],"d":[2020,9,3,17,33,23],"db":["2020"],"_id":"U1HztHrBNHtLn9ro"},{"c":"The disciplinary society from Deleuze transforms itself asynchronously into the society of control, the reorganization from distinct enclosures for the adjustment of complete agents into systemic modulations of the agent divided into quantified partitions.","p":{"x":616,"y":-1626},"t":0,"u":"discursiveFieldConditions1598973182251","r":[],"d":[2020,9,1,17,13,2],"db":["discursiveFieldConditions"],"_id":"UBlQAg7UtJcHxjhK"},{"c":"In Mythologies, Barthes' uses the example of a black french colonial subject shown on a poster saluting, describing the levels of the image as thus: \"(1) [He] who salutes is an _example_ of french imperiality, he is a _symbol_ for it. (2) the saluting [figure] becomes the _alibi_ of French imperiality. (3) the saluting [figure] is no longer an example or a symbol, still an alibi: he is the very _presence_ of French imperiality.\"^^Roland Barthes, Mythologies, 1972, 128","p":{"x":168,"y":2320},"t":0,"u":"endingIllusion1598544559865","r":["endingIllusion1598446219423"],"d":[2020,8,27,18,9,19],"db":["endingIllusion"],"_id":"UdqeDUPmq9kpaR5T"},{"c":"c/ However, traditional media also cannot attain resolution. Materially, books and journals degrade, they are read through and passed on, notes are written in the margins. Discursively, they change with collective events, passing of time, and translation after translation.","p":{"x":797,"y":5861},"t":0,"u":"endingIllusion1598540993070","r":["endingIllusion1598541146796"],"d":[2020,8,27,17,9,53],"db":["endingIllusion"],"_id":"Uh45ua2sBax1IAyr"},{"c":"q/ \"Today, when \"society\" is nothing more than a hypothesis, and hardly the most plausible one at that, any claim to defend this society against the supposed fascism lurking in every form of community is nothing more than a rhetorical exercise steeped in bad faith. Who, after all, still speaks of \"society\" other than the citizens of Empire, who have come or rather _huddled_ together against the self-evidence of Empire's final implosion, against he ontological obviousness of civil war?\"^^Tiqqun, Introduction to Civil War, 39","p":{"x":862,"y":-330},"t":0,"u":"civilWar,mobilization--conflict--dispute1600285176640","r":["civilWar,mobilization--conflict--dispute1600285342888"],"d":[2020,9,16,21,39,36],"db":["civilWar","mobilization--conflict--dispute"],"_id":"UhPOkPSBSza1OJ6F"},{"c":"c/ While the scammers take advantage of these illusions, the system - and the scam - is centered around the potential flow of data. There is nothing important about Joe Biden's twitter account, not Bill Gates', nor Elon Musk's. The focus is the flow - the followers and access to twitter feeds - not the individual accounts. Account structures were the space of attack, so even to the scammers, the importance was on the ease and quickness of infiltration, not any single voice they found to be the most credible.","p":{"x":231,"y":-866},"t":0,"u":"endingIllusion1598524599062","r":["endingIllusion1598524312880"],"d":[2020,8,27,12,36,39],"db":["endingIllusion"],"_id":"V7K2nMduMUs7lv5n"},{"c":"What become the best practices of the cybernetic-anarchic paradigm? Do we form relations based on illusive identity (The Imaginary Party) versus categorized functions?","p":{"x":1059,"y":4992},"t":0,"u":"discursiveFieldConditions1599127609923","r":[],"d":[2020,9,3,12,6,49],"db":["discursiveFieldConditions"],"_id":"VHRTBxsj94N2wdD5"},{"c":"c/ hierarchical discourse, the regimentation of knowledge exchange and experimentation, cannot be radical and must be avoided. Technology alone does not negate hierarchical discourse, as the power dynamics within a well-represented slack chain are not absolved by the equal opportunity for contribution. ","p":{"x":1053,"y":4177},"t":0,"u":"endingIllusion1598449433847","r":[],"d":[2020,8,26,15,43,53],"db":["endingIllusion"],"_id":"VLtXBJ2XU4cp4vyt"},{"c":"pursue lines of questioning:\n\n trajectories = connection, to Latour \n\ntrajectories as making up an authorial, \n\ndifferent ways wwithin \n\nlatour practice of assemblz\n\n// valuing, binarism - degrees of confidence - trajectories\n\nMouffe has a role - sustained ability to forestall the connection of these trajectories, whether its the overdetermination,  -- -- -- \n\nauthorship through agonism..","p":{"x":261,"y":1896},"t":0,"u":"defenseComments1600967821325","r":[],"d":[2020,9,24,19,17,1],"db":["defenseComments"],"_id":"VPg3WUEP0GeC6fKi"},{"c":"q/ \"It is clear, therefore, that a left alternative can _only_ consist of the construction of a different system of equivalents, which establishes social division on a new basis. In the face of the project for the reconstruction of a hierarchic society, the alternative of the Left should consist of locating itself fully in the field of the democratic revolution and expanding the chains of equivalents between the different struggles against oppression.\" ^^Ernesto Laclau & Chantal Mouffe, Hegemony and Socialist Strategy, 2014, 160","p":{"x":562,"y":270},"t":0,"u":"discursiveFieldConditions1598954999010","r":["discursiveFieldConditions1598955073955","discursiveFieldConditions1598955525181"],"d":[2020,9,1,12,9,59],"db":["discursiveFieldConditions"],"_id":"VTjqKLMk7Qnv2UdW"},{"c":"c/ Most pointedly, there is a “getSTATE” button which produces another html page filled with a different style of similar content which can be saved in a few different ways. Subtly, within the interface, each frame of visualized content is a state of its own, updating with the scroll event like a generative flip book or strange reel of film.","p":{"x":341,"y":3475},"t":0,"u":"metaDiscourse1599987649413","r":["metaDiscourse1599987672381"],"d":[2020,9,13,11,0,49],"db":["metaDiscourse"],"_id":"VhxOH6TUNlOr1c2d"},{"c":"c/ Discourse performs similarly in this regard, examinable only in corpse-form as a reading of trajectories, as a state of objects and tensions and vectors. Discourse is never static nor local, thus entirely incoherent.","p":{"x":280,"y":7280},"t":0,"u":"metaDiscourse1599989380346","r":["metaDiscourse1599988664541","metaDiscourse1599989462965","metaDiscourse1599989658046"],"d":[2020,9,13,11,29,40],"db":["metaDiscourse"],"_id":"Vk6ZrECCNlw9Elf6"},{"c":"c/ Depoliticizing demobilization means robbing people of their courage to engage in conflict.\nThere will be no \"political frontier\" in the sense of Mouffe. ","p":{"x":716,"y":325},"t":0,"u":"mobilization--conflict--dispute1600099174896","r":["mobilization--conflict--dispute1600162467314","mobilization--conflict--dispute1600179416877","mobilization--conflict--dispute1600195810870","mobilization--conflict--dispute1600195940200"],"d":[2020,9,14,17,59,34],"db":["mobilization--conflict--dispute"],"_id":"VqVWGZbODfq6Eryz"},{"c":"c/ These discourse spaces are a limited forum of presentation and reaction, a “space of appearance” which focuses on the material interactions of objects in the browser. Unlike Hannah Arendt’s description of the “space of appearance”, {adiscourse.net} spaces are constructed for the presentation of disembodied elements, moments, connections, all that is formed together by human interaction, client code and network communication. Action within these spaces is similarly restricted by the norms and methods of the space (index.js + content.js), but can be contested and recreated as one augments the underlying code structure. ^^Hannah Arendt, The Human Condition, 1998, 199-212","p":{"x":727,"y":-14438},"t":0,"u":"metaDiscourse1599985877609","r":["metaDiscourse1599985708011"],"d":[2020,9,13,10,31,17],"db":["metaDiscourse"],"_id":"WAKdCSRAQnUJWFXu"},{"c":"r/ This lack of inevitability in technology always makes me think about Ted Nelson and the precarious pathways where the Internet could have gone - Nelson developed one vision of the internet which was eventually overtaken by the simplified form of Tim Berners-Lee.","p":{"x":1353,"y":2157},"t":0,"u":"bSP5_NewDarkAge1621340868746","r":["bSP5_NewDarkAge1621407901173"],"d":[2021,5,18,14,27,48],"db":["bSP5_NewDarkAge"],"_id":"WBr4VNBuyH8EQugi"},{"c":"Is the first popular movement away from discipline beginning to freely distribute the education of the discipline to an immediate community...?","p":{"x":250,"y":3715},"t":0,"u":"anti-disciplinary1600165501973","r":[],"d":[2020,9,15,12,25,1],"db":["anti-disciplinary"],"_id":"WDsHQmIEqwIPbcV9"},{"c":"q/ \"There is no \"revolutionary identity.\" Under Empire, it is instead non-identity, the fact of constantly betraying the predicates that THEY hang on us, that is revolutionary. For a long time now, there have only been \"revolutionary subjects\" for power. To become neither particular nor general [quelconquel , to become imperceptible, to conspire, means to distinguish between our presence and what we are for representation, in order to play with representation.\" ^^ Tiqqun, This is Not a Program, 2011, 43","p":{"x":1361,"y":-2821},"t":0,"u":"endingIllusion1598531683283","r":["endingIllusion1598531966698"],"d":[2020,8,27,14,34,43],"db":["endingIllusion"],"_id":"WJ16lV43TAl594TD"},{"c":"r/ I really thought there was an opportunity at the beginning of the BLM protests to call for a solidarity strike - make it about class and economics aaand the movement - but its pretty sad that it was mostly just being another instagram post of support for the first months. Even until now, maybe.","p":{"x":800,"y":5108},"t":0,"u":"anti-disciplinary1600195556912","r":["anti-disciplinary1600180775555"],"d":[2020,9,15,20,45,56],"db":["anti-disciplinary"],"_id":"WMRCmaNwPGxabYrD"},{"c":"c/ Architecturally, Manfredo Tafuri (the heroic illusion appears!) has remarked on the transition of importance from the production of the single project into the organization of urban production cycles in the 18th and 19th centuries. Importance was no longer situated, but fluid within systems of circulation, parallel to its capitalist financing.","p":{"x":1353,"y":-903},"t":0,"u":"endingIllusion1598525123867","r":["endingIllusion1598524910369","endingIllusion1598528470544"],"d":[2020,8,27,12,45,23],"db":["endingIllusion"],"_id":"WnEZQvCwEVrq2OKh"},{"c":"r/ I am curious what the academics said. Could you please expand a bit further? \nWith regard to the reception of Deleuze in the architectural discourse of the 1990s, one can say that there was a tendency for his theories to be depoliticized and viewed as a legitimation for \"experiments\". By experimentation, I mean an idea that it is better to work with the existing characteristics and conditions of the architecture profession and not to question or criticize them. I don't mean to defend Eisenman and his desire to turn every project into an \"intellectual project\". He, too, always understood criticism only as a formal transgression. Not as a criticism of the economic conditions, of conservative values, of working conditions, etc. \nInstead of \"using\" Deleuze to defend or enable the right to become different and to revolt against essentialist or identitarian ascriptions, his theory was seen as a justification that every change that is conceptualized through an experimental design process (using diagrams, a concept flattened onto non-architectural images and schemes superposed on architectural plans) brings about difference and is therefore progressive in itself.  \nI don't think it's a general communication problem between architects and philosophers. In this case, philosophy was just an accessory to promote certain architectural designs.  Architecture was solely considered as a formal problem, not as a practice that is conditioned by society, as a social, political and economical practice.\n ","p":{"x":189,"y":-459},"t":0,"u":"anti-disciplinary1600374761212","r":["anti-disciplinary1600249380126","anti-disciplinary1600512298443"],"d":[2020,9,17,22,32,41],"db":["anti-disciplinary"],"_id":"WrOs62wayxH9qNbA"},{"c":"c/ As has been stated before, objects are increasingly and decreasingly recursive, can come into existence, can endure, and can be destroyed. Generally, “object” will be used rather surgically specifically because their constitution is delicately and bluntly composed in Object-Oriented Ontology/Philosophy.","p":{"x":283,"y":-13388},"t":0,"u":"metaDiscourse1599985241794","r":["metaDiscourse1599985212330"],"d":[2020,9,13,10,20,41],"db":["metaDiscourse"],"_id":"X3TEH29tbNNH7JHm"},{"c":"q/ As Fuller notes, implicit in the notion of software as actant is power—the power to shape the world in some way. For us, this power needs to be understood as relational. Power is not held and wielded by software; rather, power arises out of interrelation- ships and interactions between code and the world. (Kitchin & Dodge, 2011)","p":{"x":101,"y":1712},"t":0,"u":"20201600097899864","r":["20201600180213655","20201600198008538"],"d":[2020,9,14,17,38,19],"db":["2020"],"_id":"X3ZFLHYOdl056gLf"},{"c":"q/ Our great failing in thinking the network up to now was to presume that its actions were inherent and inevitable.","p":{"x":1467,"y":1367},"t":0,"u":"bSP5_NewDarkAge1621028045785","r":["bSP5_NewDarkAge1621340868746"],"d":[2021,5,14,23,34,5],"db":["bSP5_NewDarkAge"],"_id":"X9PVXf2wjq0l0VWQ"},{"c":"The cybernetic is process-oriented - dividualized agents are distributed as authentic proxies.","p":{"x":272,"y":1812},"t":0,"u":"discursiveFieldConditions1599073168891","r":["discursiveFieldConditions1599073275728","discursiveFieldConditions1598976463230"],"d":[2020,9,2,20,59,28],"db":["discursiveFieldConditions"],"_id":"XFkN8CiZQZzno2g4"},{"c":"q/ \"The practice of articulation, therefore, consists in the construction of nodal points which partially fix meaning; and the partial character of this fixation proceeds from the openness of the social, a result, in its turn, of the constant overflowing of every discourse by the infinitude of the field of discursivity.\" ^^ Laclau & Mouffe, Hegemony and Socialist Strategy, 1985, 100","p":{"x":867,"y":5180},"t":0,"u":"endingIllusion1598538917977","r":[],"d":[2020,8,27,16,35,17],"db":["endingIllusion"],"_id":"XG2JM6SXfUheHaQD"},{"c":"c/ Yet both the surface of emergence and synchronic analysis are techniques at developing states as side-glances at the real object of interest.","p":{"x":414,"y":7880},"t":0,"u":"metaDiscourse1599989616714","r":["metaDiscourse1599989756012"],"d":[2020,9,13,11,33,36],"db":["metaDiscourse"],"_id":"XdDcdCdCxkFxOMvD"},{"c":"q/ \"History offers ample evidence for an architecture resulting from a poetic translation of its representations, rather than as a prosaic transcription of an objectified image.\" + \"Descriptive geometry [...] allowed for the first time a systematic reduction of three- dimensional objects to two-dimensions, making the control and precision demanded by the Industrial Revolution possible\" + \"It is, of course, conceivable that the machine would transcend its binary logic and become a tool for a poetic disclosure in the realm of architecture. The issue [...] is to avoid delusion through electronic media and simulation, the pitfalls of further reductive, non-participatory representation\" + \"This emerging “architecture of resistance” [...] celebrates dreams and the imagination without forgetting that it is made for the Other, and aims at revealing depth not as homologous to breadth and height (3D), but as a significant first dimension that remains mysterious and reminds us of our luminous opacity as mortals in a wondrous more-than-human world\"^^Alberto Pérez-Gómez, \"Questions of representation: the poetic origin of architecture\"","p":{"x":239,"y":-1699},"t":0,"u":"anti-disciplinary1600631147619","r":["anti-disciplinary1600630794090"],"d":[2020,9,20,21,45,47],"db":["anti-disciplinary"],"_id":"XfRKIUVw7UwnHhvs"},{"c":"c/ In Object-Oriented Ontology the quality of “overdetermination” is matched by object “withdrawal”, an operation which pulls back full essences from objects as they are interacted with by other objects. “Withdrawal” implies both the futility of realizing a total and final conception of an object, as well as the process of simplification for its temporary perceptive understanding - two implications which heavily relate to “overdetermination” in the discursive field and tie the effects back to a material base. Discourse is malleable and unfixed, both as a semiotic exchange and as the material which produces that exchange. ^^ Graham Harman, \"An Outline of Object-Oriented Philosophy\", Science Progress 96, 2013, 195","p":{"x":449,"y":-11566},"t":0,"u":"metaDiscourse1599984983048","r":["metaDiscourse1599985016261"],"d":[2020,9,13,10,16,23],"db":["metaDiscourse"],"_id":"YM2f8mvVhAXPPm27"},{"c":"c/ As Timothy Morton writes on the impossibility of understanding the essences of objects, to know an object completely is also to not know an object discretely, thus precluding an comprehensive understanding of all perspectives towards an object at once. ^^Timothy Morton, Realist Magic, 2013, 52-3","p":{"x":1054,"y":-14917},"t":0,"u":"metaDiscourse1599987201384","r":["metaDiscourse1599986301313"],"d":[2020,9,13,10,53,21],"db":["metaDiscourse"],"_id":"YPEg13og32oGbZIH"},{"c":"c/ The two main operations of persistent exchange - the submission of writing into a newly formed discourse element, and the creation of a relation between existing elements - are separated in {adiscourse.net} into “faces”: the “geist face” and the “verbindungs face”. “Face”, as used here, has its roots in geometry, especially when investigating polyhedra, which are made up three basic types of data: vertexes (points), edges (lines), and faces (areas). ","p":{"x":179,"y":-13932},"t":0,"u":"metaDiscourse1599985935456","r":["metaDiscourse1599985654048"],"d":[2020,9,13,10,32,15],"db":["metaDiscourse"],"_id":"YdaEMvUEieS9lZHr"},{"c":"q/ \"architects, like teachers, are victims of 'role-inflation' and we cannot expect more of them than that they do their job competently, though in the course of doing so they may very well become 'anti-architects' in the same way as some very competent and thoughtful teachers become 'de-schoolers'.\" ^^Colin Ward, \"Introduction\", Vandalism 1974, 14","p":{"x":854,"y":308},"t":0,"u":"anti-disciplinary1599048509259","r":["anti-disciplinary1599049270428"],"d":[2020,9,2,14,8,29],"db":["anti-disciplinary"],"_id":"YlTztXAH1A1LyugI"},{"c":"q/ The cloud is a power relationship, and most people are not on top of it.","p":{"x":1525,"y":1022},"t":0,"u":"bSP5_NewDarkAge1621027783566","r":[],"d":[2021,5,14,23,29,43],"db":["bSP5_NewDarkAge"],"_id":"ZElOIokP5GXiVEAU"},{"c":"r/ or producing incongruencies in the model that slow down work / that create a tension within the office-project. Which is something to be done only as an employee.","p":{"x":348,"y":5627},"t":0,"u":"anti-disciplinary1600249497357","r":[],"d":[2020,9,16,11,44,57],"db":["anti-disciplinary"],"_id":"ZF9OeDKH8pXyg0yy"},{"c":"c/ Most importantly, the anti-architect can conceive of architectural production and destruction outside of canon and outside of the architect.","p":{"x":1262,"y":2407},"t":0,"u":"anti-disciplinary1599650518211","r":["anti-disciplinary1599652582280"],"d":[2020,9,9,13,21,58],"db":["anti-disciplinary"],"_id":"ZNV7YoCxnjQFBo39"},{"c":"c/ Instead, concerning the production of theory (and history and praxis) with the architectural, as Mouffe does with Politics and the political, must leave the central focus of the role or the object set (canon) and refocus on the discursive operations (physical and aesthetic) which define the architectural in contrast to Architecture.","p":{"x":1316,"y":3793},"t":0,"u":"transgression1618571165073","r":[],"d":[2021,4,16,13,6,5],"db":["transgression"],"_id":"ZWnyZLVOtTxLVxe9"},{"c":"In its incapacity for direct management, the development of derivative control - the interaction of networked managements of distribution - becomes hegemonic project of control interests.","p":{"x":555,"y":-959},"t":0,"u":"discursiveFieldConditions1598974627716","r":["discursiveFieldConditions1598973864153","discursiveFieldConditions1598974803980"],"d":[2020,9,1,17,37,7],"db":["discursiveFieldConditions"],"_id":"ZYRcHkx7oWWkFcnd"},{"c":"c/ In Terry Gilliam's 1985 _Brazil_  there is a balance between the image of the \"hero\" and its structural impossibility. A hyper-bureaucratic acceleration of discipline society is degraded by a smudging of biopolitical information - one name mistaken for another in a system built on the exchange of data, but on the separation of bodies into strict spaces.","p":{"x":577,"y":479},"t":0,"u":"endingIllusion1598441168754","r":["endingIllusion1598441403441","endingIllusion1598441662400"],"d":[2020,8,26,13,26,8],"db":["endingIllusion"],"_id":"Zbiy6OOoPwLvmxp5"},{"c":"q/ \"And all this because of the decision to abandon the tradition of non- voting. If history has any lessons for the conscientious abstentionists it is that every time they get lured out of their self-imposed political isolation into participation in the electoral lottery, they make fools of themselves.\n\nWe might object that there is no parallel between Spain in 1936 and Britain in 1987. But isn’t it interesting that the same politics-fixated people who peddle horror tales about the power over government of various non-elected bodies, whether it is the secret services, the military chiefs of staff or the Association of Chief Police Officers urge us to abandon any notion of principles or policies, and vote strategically?\n\nForm an effective Popular Front, they imply, and cast a tactical vote for whoever the market researchers tell us is likeliest to unseat the Conservative candidate. At the same time they revel in the allegations that recent governments have been under suspicion from the State’s own secret services because Harold Wilson was thought to be a Moscow agent, and that the service chiefs were planning a takeover of power should anyone to the left of Wilson take office.\" ^^ Colin Ward, \"The Case Against Voting\", 1987","p":{"x":341,"y":-1161},"t":0,"u":"mobilization--conflict--dispute1600247959574","r":["mobilization--conflict--dispute1600179948522","mobilization--conflict--dispute1600248393408"],"d":[2020,9,16,11,19,19],"db":["mobilization--conflict--dispute"],"_id":"ZmSe23o05FOdG5a5"},{"c":"r/ the Laclau and Mouffe prioritization of articulation as a discursive act, the political designation of immediate negative meaning, is categorically cybernetic as it constructs a site of examinable position which can be internalized by the protocological system and processed.","p":{"x":456,"y":2314},"t":0,"u":"discursiveFieldConditions1599074300583","r":[],"d":[2020,9,2,21,18,20],"db":["discursiveFieldConditions"],"_id":"a04MjTECF06WIe4x"},{"c":"In the immediate conditions of the discursive field, the derivative systems of coercive organization and the continued proliferation of site of agency due to the incapacity to suppress them, what are the conditions for radical action?","p":{"x":609,"y":-211},"t":0,"u":"discursiveFieldConditions1598975400563","r":["discursiveFieldConditions1598974803980","discursiveFieldConditions1598955525181"],"d":[2020,9,1,17,50,0],"db":["discursiveFieldConditions"],"_id":"a6pMlq93ZpsmpHmo"},{"c":"c/ These ideas also overlay with the Lacanian perspective of the absence of a “meta-language”, stating that there is no plane of discursive determination superior to a coexistent milieu of negotiated meaning. Discourse, in this way, is simultaneously negotiating letters, words, syntaxes, languages, actions, and ideologies co-determinantly. ","p":{"x":769,"y":-6971},"t":0,"u":"metaDiscourse1599982285604","r":["metaDiscourse1599982595583","metaDiscourse1599982630303"],"d":[2020,9,13,9,31,25],"db":["metaDiscourse"],"_id":"aFmI8BTvE5reI9uN"},{"c":"r/ Inscription by bodies. We draw with gestures that are based on our physiology, we represent in ways that make sense in our culture.","p":{"x":1190,"y":1802},"t":0,"u":"bsp5_SignalImageArchitecture1623773253498","r":["bsp5_SignalImageArchitecture1623773187737"],"d":[2021,6,15,18,7,33],"db":["bsp5_SignalImageArchitecture"],"_id":"aJeGiUefOmh0jlKI"},{"c":"c/ {adiscourse.net}, as a set of discursive practices, is involved in the discourse among machines to machines, humans to humans, and humans to machines - all operations which engage in semiotic exchange (which is always paralleled by materiality) is discursive.\n","p":{"x":662,"y":-5341},"t":0,"u":"metaDiscourse1599938495712","r":[],"d":[2020,9,12,21,21,35],"db":["metaDiscourse"],"_id":"aLOmOx90zLGousS7"},{"c":"c/ In contrast to the author or any position of individual importance, which must be compressed and categorized (in disciplines, in messaging, in authenticity), radical anarchist practices defy the position of coherent identity in total. The discourse does not need the organization of \"important\" parts and \"important\" voices. ","p":{"x":982,"y":-3085},"t":0,"u":"endingIllusion1598531966698","r":["endingIllusion1598530903275","endingIllusion1598532114618"],"d":[2020,8,27,14,39,26],"db":["endingIllusion"],"_id":"aRswAEEbQgHXiimA"},{"c":"q/ \"The renunciation of impossible teaching made possible a free writing, which exceeds philological or indeed theological scruples. Free writing has no definite function for direct addressees and therefore does not lead students about by the nose. It finds no place in the discourse network from which Faust derives, because it itself begins a new discourse network.\" ^^Friedrich Kittler, Discourse Networks 1800/1900, 1990, 14","p":{"x":819,"y":-4084},"t":0,"u":"discursiveFieldConditions1598963705924","r":["discursiveFieldConditions1598964056181"],"d":[2020,9,1,14,35,5],"db":["discursiveFieldConditions"],"_id":"ajqWjhMtUdQLVzZp"},{"c":"r/ and heavy emotional stresses (looming fear of infection, looming fear of political instability) in exchange for petty escapes (always having a reason to bail on something). ","p":{"x":1216,"y":257},"t":0,"u":"20201600197801506","r":[],"d":[2020,9,15,21,23,21],"db":["2020"],"_id":"akW2gcpEj6xzT1x8"},{"c":"q/ \"13. When, at a certain time and place, two bodies affected by the same form-of-life meet, they experience an objective pact, which precedes any decision. They experience _community_.\" ^^Tiqqun, Introduction to Civil War, 37.","p":{"x":424,"y":-715},"t":0,"u":"2020,civilWar1600283318293","r":["20201600248931028","2020,civilWar1600284854311"],"d":[2020,9,16,21,8,38],"db":["2020","civilWar"],"_id":"awyB80ZkJYqevA15"},{"c":"c/ Generally, what this negates is any form of essential \"truth-consensus\", something one can already see in the daily news.","p":{"x":680,"y":3333},"t":0,"u":"endingIllusion1598447722207","r":["endingIllusion1598445727185","endingIllusion1598447921550","endingIllusion1598449031241"],"d":[2020,8,26,15,15,22],"db":["endingIllusion"],"_id":"bD0DnTFuEIFojuAL"},{"c":"And after there is the anti-architect / the anti-disciplinary, what must be done? The bank has been cased, what's the plan?","p":{"x":1244,"y":4806},"t":0,"u":"anti-disciplinary1599056240007","r":[],"d":[2020,9,2,16,17,20],"db":["anti-disciplinary"],"_id":"bQDloG0C6M9wjheM"},{"c":"c/ {adiscourse.net} takes discourse as an expansive field which includes language (and its recursive structures), action and practice. In this way, {adiscourse.net} follows up on a wide breadth of theory and critical production from the past century, from the linguistic turn at the beginning of the twentieth century to the Object-Oriented Ontologies of the past decade.","p":{"x":536,"y":-2932},"t":0,"u":"metaDiscourse1599937347008","r":[],"d":[2020,9,12,21,2,27],"db":["metaDiscourse"],"_id":"bYzZYK2ZXKBDXTEf"},{"c":"Some organizing thoughts and readings on the topics of EAHN's Rennes Conference over \"Transgression\"","p":{"x":351,"y":255},"t":0,"u":"transgression1618563381171","r":["transgression1618563439505"],"d":[2021,4,16,10,56,21],"db":["transgression"],"_id":"bc90JDUNC022V3fO"},{"c":"c/ “Elements” are taken from Laclau and Mouffe’s descriptions within Hegemony and Socialist Strategy, though more specifically used in {adiscourse.net} as the basic input submission, saved as a database item with assorted data such as text content, position, space of submission, etc. Visualized in the {adiscourse.net} interface (as described in a subsequent chapter), elements appear as boxes with text. ^^Laclau and Mouffe, Hegemony and Socialist Strategy, 1985, 92\n","p":{"x":1414,"y":-13043},"t":0,"u":"metaDiscourse1599985411049","r":["metaDiscourse1599985454387"],"d":[2020,9,13,10,23,31],"db":["metaDiscourse"],"_id":"bkWykB2lo95nhYEe"},{"c":"c/ In Kittler’s Discourse Networks: 1800/1900, the transition of human subject networks into the technical procedures of dissemination and reproduction site discourse within material operations, effectively developing a materialist understanding of how meaning is exchanged among animate and inanimate objects.  ^^ Friedrich Kittler, Discourse Networks 1800/1900, 1990\n","p":{"x":342,"y":-4786},"t":0,"u":"metaDiscourse1599938368065","r":["metaDiscourse1599938406685"],"d":[2020,9,12,21,19,28],"db":["metaDiscourse"],"_id":"bpUJ497cioPQBfe5"},{"c":"q/ \"we have a pathetic notion of design that isolates it from work. Architects design, constructors build; we do art, they do work. This division, which is both conceptual and contractual, keeps architecture from not only achieving the above described financial and monetary rewards, but also social relevance and personal satisfaction. It precludes social relevance because we do not see ourselves in the class of workers. In discussions about minimum wage, in reading about the strikes of non-union food-service providers, in producing designs that are built by indentured labor in Asia and the Middle East - we don't relate. More than this, Marx has made clear that labor is a social issue, not merely because it relates worker to worker, but because it permeates every aspect of our home an psychic life.\" ^^ Peggy Deamer, \"Work\", The Architect as Worker, 2015, 62","p":{"x":211,"y":1599},"t":0,"u":"anti-disciplinary1599646819950","r":["anti-disciplinary1599646411054","anti-disciplinary1600381127891"],"d":[2020,9,9,12,20,19],"db":["anti-disciplinary"],"_id":"btbKjfNFzKEFw5oE"},{"c":"\"tour de force\"\n","p":{"x":408,"y":1520},"t":0,"u":"defenseComments1600967045692","r":["defenseComments1600967067013"],"d":[2020,9,24,19,4,5],"db":["defenseComments"],"_id":"byNSVT3Os96ZMrVM"},{"c":"PHOTOGRAPH","p":{"x":1157,"y":2166},"t":0,"u":"bsp5_SignalImageArchitecture1623773195233","r":["bsp5_SignalImageArchitecture1623773316833"],"d":[2021,6,15,18,6,35],"db":["bsp5_SignalImageArchitecture"],"_id":"c3y06O1mJhWJlq2i"},{"c":"c/ The central acceptance of \"Architecture\" and the ostensibly most proximal role of its generation - the Architect - remains the foundations of this normative structure. ","p":{"x":1456,"y":3492},"t":0,"u":"transgression1618564236475","r":["transgression1618564307771"],"d":[2021,4,16,11,10,36],"db":["transgression"],"_id":"cCH72q9ydTDxMKb1"},{"c":"c/ A theory of transgression must first situate itself within the normative structure, accepting the foundation of the normative as a point to distinguish itself from.","p":{"x":1162,"y":3332},"t":0,"u":"transgression1618564097587","r":["transgression1618563944743","transgression1618564236475"],"d":[2021,4,16,11,8,17],"db":["transgression"],"_id":"cJmIA99SFzZuxZPo"},{"c":"c/ This paints a view in which architects can't ever have philosophers or theorists to true their understandings, because neither is able to correctly (or at all) read the other.","p":{"x":521,"y":-590},"t":0,"u":"anti-disciplinary1600249380126","r":["anti-disciplinary1600249306170","anti-disciplinary1600513422296"],"d":[2020,9,16,11,43,0],"db":["anti-disciplinary"],"_id":"cM4pVYDyHKdq3ngU"},{"c":"c/ Ian Bogost uses “unit” as a descriptor within his understanding of OOO specifically because it avoids scalar privilege; metaphorically, unit systems can be infinitesimal as well as gigantic distinctions. ^^ Ian Bogost, Alien Phenomenology, 2012, 25","p":{"x":935,"y":-7880},"t":0,"u":"metaDiscourse1599982800115","r":["metaDiscourse1599982948628"],"d":[2020,9,13,9,40,0],"db":["metaDiscourse"],"_id":"cXnPcd0ZsAEoNLgO"},{"c":"c/ While listening to the podcast \"ACID HORIZON\", there was a question to the panel of philosophy and theory academics about the connection between Deleuze and how it was internalized in architectural theory, and none of them were able to talk on Kwinter, Eisenman, or even architectural theories beyond Modernist/Brutalist readings of governmental structures.","p":{"x":896,"y":-283},"t":0,"u":"anti-disciplinary1600249306170","r":["anti-disciplinary1600374761212"],"d":[2020,9,16,11,41,46],"db":["anti-disciplinary"],"_id":"ci5dBzK0o1O0aBnG"},{"c":"c/ In this manner, the geometrical face and the human face share many different qualities, which allow for “face” to perform as a stand-in for medial object, like the glass and latex gloves  which separate and combine the scientist and contagion.","p":{"x":539,"y":-16134},"t":0,"u":"metaDiscourse1599987407152","r":[],"d":[2020,9,13,10,56,47],"db":["metaDiscourse"],"_id":"cneJfDWIjzRmmGGz"},{"c":"r/ Yes, I agree. Somehow, the (completely reasonable) interest in class-issues in architectural production and the claim for a labour union is also a result of the realisation that the architect (at least 90% of the profession)  is not in a \"position of power\" (anymore???). I know that the activism of the arch lobby is not envisaged to regain the \"mythical\" power of the architect... but this \"loss\" is somehow important for people to get involved. In arch school you learn that the architect is a great man in charge of so many things, the demiourgos, but in reality it is just a job.","p":{"x":651,"y":4424},"t":0,"u":"anti-disciplinary1600180775555","r":["anti-disciplinary1600165420554"],"d":[2020,9,15,16,39,35],"db":["anti-disciplinary"],"_id":"d9ZmVjtFq10O7iSm"},{"c":"articulated points of attachment are the constructive basis of data - the user profile, the account, the productive role. The \"real\" is constituted as attachable information to the articulated point.","p":{"x":265,"y":2135},"t":0,"u":"discursiveFieldConditions1599073751840","r":["discursiveFieldConditions1599074300583"],"d":[2020,9,2,21,9,11],"db":["discursiveFieldConditions"],"_id":"dPwHefJxH2y4Qeev"},{"c":"q/ \"Faces are not basically individual; they define zones of frequency and porbability, delimit a field that neutralizes in advnace any expressions or connections unamenable to the appropriate significations. Similary, the form of subjectiviy, whether consciousness of passion, would remain absolutely empty if facs did not form loci of resonance that select the sensed or mental reality and make it conform in advance to a dominant reality.” ^^Gilles Deleuze and Felix Guattari, A Thousand Plateaus, 1980,168","p":{"x":297,"y":-14742},"t":0,"u":"metaDiscourse1599986131529","r":["metaDiscourse1599986260345"],"d":[2020,9,13,10,35,31],"db":["metaDiscourse"],"_id":"dSkCxPfSWsILjwUg"},{"c":"c/ While nodal points might have a more extensive influence on immediate positions within the discursive field, they are still not ontologically privileged - the discursive field cannot be exclusively understood from the nodal point, just as it can’t be from the moment nor the isolated element. All of these elements and types of assembly are equally constituted within the field - much less simple to understand, as it precludes a unitary perspective, but much more relevant to any productive understanding.","p":{"x":776,"y":-7486},"t":0,"u":"metaDiscourse1599982630303","r":[],"d":[2020,9,13,9,37,10],"db":["metaDiscourse"],"_id":"dVM5kvPengp0OcYL"},{"c":"q/ \"As physical structures, different kinds of houses are worth different amounts. The value of any one of them appears to be another characteristic of the house, just like whether or not it has a garage or working smoke detectors. On the basis of this value they are interchangeable. One mansion by the beach might have the same value as ten suburban houses and fifty basement apartments. Value, the thing they have in common, is not a measure of their usefulness.\" ^^prole.info, The Housing Monster, 8","p":{"x":238,"y":4601},"t":0,"u":"anti-disciplinary1600194053273","r":["anti-disciplinary1600194217415"],"d":[2020,9,15,20,20,53],"db":["anti-disciplinary"],"_id":"dZxCp1rWyCKVsAxY"},{"c":"c/ Seemingly core concepts, such as the messages inside Roland Barthes' myths and base level orientations of ideology (being hardworking, the value of autonomy, the concept of working class), approach fixity through entangling and establishing themselves as \"nodal points\" which then position more malleable meaning among these temporarily stable positions. ","p":{"x":222,"y":2717},"t":0,"u":"endingIllusion1598446219423","r":["endingIllusion1598447119687"],"d":[2020,8,26,14,50,19],"db":["endingIllusion"],"_id":"da9z5YZG891gAX7K"},{"c":"c/ Extrapolating from Landauer, the flaws of conceiving the State as a structural body are exposed in how reacting to the State becomes fighting a ghost, an exaggerated Picard Maneuver (yes, a star trek reference) performed by dynamic institutions, production cycles, and roles.  When one approaches the State it becomes somewhere else, because the State is not the State, but merely a state. ","p":{"x":809,"y":5133},"t":0,"u":"metaDiscourse1599988230333","r":["metaDiscourse1599988253206"],"d":[2020,9,13,11,10,30],"db":["metaDiscourse"],"_id":"dl5mYitSA5HD2dm2"},{"c":"c/ “Tiny Ontology” is specifically of interest in {adiscourse.net} because it encapsulates the general distinctions of Laclau and Mouffe’s unprivileged discursive field and Bruno Latour’s “flat ontology”, while also avoiding pitfalls of privileging processes and relations as determining forms in themselves. ","p":{"x":1222,"y":-8246},"t":0,"u":"metaDiscourse1599983012911","r":["metaDiscourse1599983061511"],"d":[2020,9,13,9,43,32],"db":["metaDiscourse"],"_id":"dyLWQHG9YyK2CcKT"},{"c":"This understanding can not be limited to the practicalities of how things work… what is required is not an understanding, but literacy. \n\n","p":{"x":681,"y":1181},"t":0,"u":"bSP5_NewDarkAge1621359632786","r":[],"d":[2021,5,18,19,40,32],"db":["bSP5_NewDarkAge"],"_id":"e25LRCTvVl0dArNe"},{"c":"r/ which is very Wittgensteinish - friend got a Russel-Wittge-Rhinoceros tattoo yesterday, which might be why I'm thinking in that direction.","p":{"x":445,"y":3576},"t":0,"u":"transgression1618565782752","r":["transgression1618565739448"],"d":[2021,4,16,11,36,22],"db":["transgression"],"_id":"eKLKsCyaMGnjYelN"},{"c":"'New Architecture Movement working to redistribute power in architecture', Architects Journal, 163 (1976): 1067.\n\nhttps://www.spatialagency.net/database/new.architecture.movement.nam","p":{"x":269,"y":-2070},"t":0,"u":"anti-disciplinary1600631250525","r":["anti-disciplinary1600630794090"],"d":[2020,9,20,21,47,30],"db":["anti-disciplinary"],"_id":"eZffxKjF1hiZfd4Y"},{"c":"Contradiction, while produced within the discursive level temporarily, is avoided through the priority of goals. Negotiation is avoided through the unitary form of comparison to the set of privileged goals.","p":{"x":315,"y":3556},"t":0,"u":"discursiveFieldConditions1599075779526","r":["discursiveFieldConditions1599076174681"],"d":[2020,9,2,21,42,59],"db":["discursiveFieldConditions"],"_id":"f3YFJGiREP79joDI"},{"c":"r/ or, when \"antidisciplinary\" becomes a brand","p":{"x":531,"y":6338},"t":0,"u":"anti-disciplinary1600351190328","r":["anti-disciplinary1600351114142","anti-disciplinary1600366858763"],"d":[2020,9,17,9,59,50],"db":["anti-disciplinary"],"_id":"fB5INpDSeWDu7jw4"},{"c":"q/ \"We are in a generalized crisis in relation to all the environments of enclosure - prison, hospital, factory, school, family. The family is an 'interior,' in crisis like all other interiors - scholarly, professional, etc. The administrations in charge never cease announcing supposedly necessary reforms: to reform schools, to reform industries, hospitals, the armed forces, prisons.\" ^^ Gilles Deleuze, \"Postscript on the Societies of Control\", Historical","p":{"x":936,"y":274},"t":0,"u":"endingIllusion1598441662400","r":[],"d":[2020,8,26,13,34,22],"db":["endingIllusion"],"_id":"fWirO9RpiXPSFyY8"},{"c":"r/ Without the possibility of pretechnical thoughts, one must accept that all thoughts have a material dimension.","p":{"x":769,"y":608},"t":0,"u":"bsp5_SignalImageArchitecture1623772522121","r":["bsp5_SignalImageArchitecture1623772600826","bsp5_SignalImageArchitecture1623772763113"],"d":[2021,6,15,17,55,22],"db":["bsp5_SignalImageArchitecture"],"_id":"fkQpxrU4IdaEaG8E"},{"c":"c/ In this way, the discourse between two people or ten thousand must be mediated via a series of material operations, whether that comes in the form of ink from a pen on papyrus, the audio waveforms from a throat, or the “voltage signifiers” from computer screen.","p":{"x":331,"y":-5034},"t":0,"u":"metaDiscourse1599938406685","r":["metaDiscourse1599938495712"],"d":[2020,9,12,21,20,6],"db":["metaDiscourse"],"_id":"g5RRlFJpGPl1IW8f"},{"c":"c/ In attempting to create alternative forms of discursive practice, we must recognize the illusory values of heroism which are attractive but irrelevant in the immediate era, thus avoiding the new forms of the Quixotic quest. \n\nThese illusions are multiple and not all of them can be readily indexed - to do so would mean that a comprehensive understanding of society, technology and power is somehow possible - but there a few which must be specifically addressed:","p":{"x":406,"y":1486},"t":0,"u":"endingIllusion1598444789234","r":["endingIllusion1598444833695"],"d":[2020,8,26,14,26,29],"db":["endingIllusion"],"_id":"gMFxVcazyLhTFA9B"},{"c":"c/ The discursive field, as understood in {adiscourse.net}, builds on the extension of discourse made by Ernesto Laclau and Chantal Mouffe in their inclusion of physical action and articulatory acts as elements of discourse. ^^Ernesto Lacalu and Chantal Mouffe, Hegemony and Socialist Strategy, 1985","p":{"x":261,"y":-3922},"t":0,"u":"metaDiscourse1599937540705","r":["metaDiscourse1599937434941","metaDiscourse1599937612938","metaDiscourse1599937649917"],"d":[2020,9,12,21,5,40],"db":["metaDiscourse"],"_id":"gYSzATbyUes1f7yd"},{"c":"Laclau and Mouffe describe the political organization of the reconstituted field in terms of governance - the liberal democratic, the socialist and the totalitarian are each reactions to an expanded understanding of agency in distribution.","p":{"x":1206,"y":-2493},"t":0,"u":"discursiveFieldConditions1598966842220","r":["discursiveFieldConditions1598967485891"],"d":[2020,9,1,15,27,22],"db":["discursiveFieldConditions"],"_id":"gZqT3jAbLhVDaZNO"},{"c":"c/ perhaps its a an obsessive closeness, but the architectural field both feels like its internalized so many different contradictions which are incrementally resurfacing (many based on being paid better), but which might just be enough to force a weird inversion in which the architect recognizes that they aren't John Soane, the don't really do much beyond separated tasks in Revit or Rhino, and they are actively making things worse.... most of the time.","p":{"x":818,"y":6067},"t":0,"u":"anti-disciplinary1600195348125","r":[],"d":[2020,9,15,20,42,28],"db":["anti-disciplinary"],"_id":"gcM8yYavqDiLVPi8"},{"c":"If you've scrolled this far down you probably also wanted to see if there's an ending or not ...","p":{"x":507,"y":37061},"t":0,"u":"anti-disciplinary1600181549803","r":[],"d":[2020,9,15,16,52,29],"db":["anti-disciplinary"],"_id":"gyA0jtHe43d6UJEU"},{"c":"Accepting that the discursive field conditions of the \"democratic revolution\" have indeed been transcended, the oppositional position within what has become a cybernetic organizational model must perform protocologically and in negation of derivative control. ","p":{"x":734,"y":1242},"t":0,"u":"discursiveFieldConditions1598976076399","r":["discursiveFieldConditions1598976561238"],"d":[2020,9,1,18,1,16],"db":["discursiveFieldConditions"],"_id":"gydDUZzW2iQprwKN"},{"c":"Laclau and Mouffe come to the conclusion that the conditions of the democratic revolution have not been transcended, but merely enters a new phase of polysemic representation of positions.","p":{"x":1269,"y":336},"t":0,"u":"discursiveFieldConditions1598955525181","r":["discursiveFieldConditions1598975727970"],"d":[2020,9,1,12,18,45],"db":["discursiveFieldConditions"],"_id":"hJwOoALgxTXSB7k8"},{"c":"q/ \"Then again what else is there / Another life, some other way? / I really don't know what you mean\" ^^ Nap Eyes, \"Mixer\" lyric","p":{"x":1260,"y":214},"t":0,"u":"civilWar1600196560472","r":[],"d":[2020,9,15,21,2,40],"db":["civilWar"],"_id":"hLPZNa59C7dYQFBp"},{"c":"The year seems to produce multiple contradictions","p":{"x":317,"y":1106},"t":0,"u":"20201599147096363","r":["20201599147203438","20201599147275638","20201600087285928"],"d":[2020,9,3,17,31,36],"db":["2020"],"_id":"hOCWbeiokdvdE0Ci"},{"c":"q/ While the dialectic is still a contingently useful tool, constructing thesis and antithesis require articulatory acts to take place, which necessarily constrain and ignore the surplus of overdetermination - it takes place discursively from a subject position, and so situated within a duration which eventually degrades.","p":{"x":251,"y":5663},"t":0,"u":"endingIllusion1598541915983","r":["endingIllusion1598542143299"],"d":[2020,8,27,17,25,15],"db":["endingIllusion"],"_id":"hTzAKBUtofH4LIHm"},{"c":"c/ As an image, something that is virtual and extended from an original dynamic form, all states, whether the state of play or the nation-state, are examinable directly because they are false and frozen reproductions of the thing they represent.","p":{"x":530,"y":6572},"t":0,"u":"metaDiscourse1599988528367","r":["metaDiscourse1599988618476","metaDiscourse1599988664541"],"d":[2020,9,13,11,15,28],"db":["metaDiscourse"],"_id":"haD9wCpfYBB86G0n"},{"c":"q/ \"Affirmation of a 'ground' which lives only by negating its fundamental character; of an 'order' which exists only as a partial limiting of disorder; of a 'meaning' which is constructed only as excess and paradox in the face of meaninglessness - in other words, the field of the political as a space for a game which is never 'zero-sum', because the rules and the players are never fully explicit. This game, which eludes the concept, does at least have a name: hegemony.\" ^^Ernesto Laclau and Chantal Mouffe, Hegemony and Socialist Strategy, 2014, 177","p":{"x":1271,"y":-1374},"t":0,"u":"discursiveFieldConditions1598974356190","r":[],"d":[2020,9,1,17,32,36],"db":["discursiveFieldConditions"],"_id":"hsMtG6wn9f8y1ZVa"},{"c":"r/ must a radical \"exit of the economy\" be undertaken, as Jacques Fradin suggests? And if so how do we endeavor to do this while remaining personally stable (continuing to work and observe the limitations of work)?","p":{"x":190,"y":4258},"t":0,"u":"discursiveFieldConditions1599128617374","r":[],"d":[2020,9,3,12,23,37],"db":["discursiveFieldConditions"],"_id":"hsTHkYnDy7lHkTkR"},{"c":"r/ I wonder about your use of \"fascist\".  Certainly, German Nazism or Italian fascism were not in conflict with capitalism. Fascism requires an \"other\" to dominate and eradicate  in order to \"purify\"(homogenize)  a society and (very important) to usurp the  property of the \"other\".\n I am not familiar with the term \"neoliberal-fascist productions\" > Who in neo-liberal is the \"other\", the \"threat\", the group of people which needs to be eradicated in order to take posession of land, money, companies etc? \nAt the moment, refugees/migrants are taking the place of the \"other\" (in Europe this is extremely shameful, as can be seen in Moria) or muslems, considereing the growing islamophobia. But how can you connect this bullshit with neo-liberalism in a way that make these practices \"neoliberal-fascist\" practices? Or do you mean that neoliberalism and fascism are both growing and exist  together?","p":{"x":963,"y":-1122},"t":0,"u":"anti-disciplinary1600545172783","r":["anti-disciplinary1600513649145"],"d":[2020,9,19,21,52,52],"db":["anti-disciplinary"],"_id":"htb1XgVaCwMrJx8J"},{"c":"A continental and then intercontinental exchange of market data in the first form of published journals, an increasing exchange of intellectual speculation in the form of pamphlets and salon societies, and a reconstructed economy outside of the control of singular governance produced the means of absorbing the chronically weakened position of the sovereign.","p":{"x":194,"y":-4330},"t":0,"u":"discursiveFieldConditions1598961808635","r":["discursiveFieldConditions1598961094339"],"d":[2020,9,1,14,3,28],"db":["discursiveFieldConditions"],"_id":"hxd7fxJBKQxKUDpq"},{"c":"r/ while it might be attractive to think that \"forms-of-life\" (\"'My' form-of-life relates not to _what _ I am, but _how_ I am what I am\") are increasingly aligned through 2020 crisis, instead the crises provide a field for further differentiation of forms-of-life. I'm wondering what this type of meeting of forms-of-life looks like right now, when experience seems more dividualized than normal.","p":{"x":547,"y":-938},"t":0,"u":"2020,civilWar1600284854311","r":[],"d":[2020,9,16,21,34,14],"db":["2020","civilWar"],"_id":"i0AyI0Ldm2YrPYRX"},{"c":"c/ Traditionally, the continuity of states is materially reinforced through a reification of state-forms, such as the book or article, but {adiscourse.net} is a shifting of scales; not completely toward a reification of the dynamic interface, but toward a better style of back and forth pulling.","p":{"x":1088,"y":9786},"t":0,"u":"metaDiscourse1599990023499","r":[],"d":[2020,9,13,11,40,23],"db":["metaDiscourse"],"_id":"iFMkSNQfcQwWQ1A8"},{"c":"q/ \"The paradoxical function of commentary is thus to repeat tirelessly a number of special texts in the belief 'that behind them there is a secret or treasure', so as both to maintain their identity, while unearthing something new and valuable in each recounting. If commentary removes the contingency of discourse in the name of repetition, the 'author-position' also removes the 'change-element' of discourse by appealing to a unified individual or subjectivity 'who pronounced or wrote a text'.\" ^^David Howarth, Discourse, 2000, 57","p":{"x":1366,"y":6600},"t":0,"u":"endingIllusion1598543168698","r":[],"d":[2020,8,27,17,46,8],"db":["endingIllusion"],"_id":"iP7aT6mfPdRwfIGf"},{"c":"r/ at the same time, the evolution of architecture transforming from a completely bourgeois profession into one that includes more disparate demographics, whether in terms of class or race or gender, makes it the best kind of discipline to flip.","p":{"x":1010,"y":5580},"t":0,"u":"anti-disciplinary1600194497694","r":["anti-disciplinary1600180775555","anti-disciplinary1600194915907","anti-disciplinary1600195148698"],"d":[2020,9,15,20,28,17],"db":["anti-disciplinary"],"_id":"iZCiGBR2JD1lSPUG"},{"c":"c/  The “state” is a different object than the discourse, and in {adiscourse.net} its pushed to an additional webpage, logging the skeleton milli-second skeleton of the interface in a sort of Bodies: The Exhibit style presentation, all while {adiscourse.net} continues dynamically elsewhere, whether being actively changed or left stagnant.","p":{"x":1144,"y":8407},"t":0,"u":"metaDiscourse1599989801165","r":["metaDiscourse1599989843557"],"d":[2020,9,13,11,36,41],"db":["metaDiscourse"],"_id":"imglFAcpROKYlsH1"},{"c":"In addressing potential forms of discourse (radical or other), inherited illusions which organize priorities must be avoided.","p":{"x":391,"y":330},"t":0,"u":"endingIllusion1598440408185","r":[],"d":[2020,8,26,13,13,28],"db":["endingIllusion"],"_id":"in3Ulp3AdoLcSkvm"},{"c":"q/ \"The production of 'frontier effects' - which are the condition of expansion of the negativity pertaining to antagonisms - ceases thus to be grounded upon an _evident and given_ separation, in a referential framework acquired once and for all. The production of this framework, the constitution of the very identities which will have to confront one another antagonistically, becomes now _the first of political problems._\" ^^Laclau and Mouffe, Hegemony and Socialist Strategy, 120","p":{"x":1261,"y":742},"t":0,"u":"mobilization--conflict--dispute1600195810870","r":[],"d":[2020,9,15,20,50,10],"db":["mobilization--conflict--dispute"],"_id":"inUJEXJuj7hs3ZE2"},{"c":"The social dimension is constructed through the aggregation of agents and cumulative interrelations, partial exchanges and temporary appearances.","p":{"x":1369,"y":1988},"t":0,"u":"discursiveFieldConditions1599072934670","r":["discursiveFieldConditions1599074078940"],"d":[2020,9,2,20,55,34],"db":["discursiveFieldConditions"],"_id":"irr8cz0R4wB4zj5U"},{"c":"q/ \"It is not the poverty of signifieds but, on the contrary, polysemy that disarticulates a discursive sructures.\" ^^ Laclau and Mouffe, Hegemony and Socialist Strategy, 1985, 99","p":{"x":1202,"y":2725},"t":0,"u":"endingIllusion1598447201922","r":[],"d":[2020,8,26,15,6,41],"db":["endingIllusion"],"_id":"j6aJR0WaERd8G8Bh"},{"c":"c/ \tIn {adiscourse.net}, the instability or flexibility of its forms - the network of elements, the elements themselves, the syzygy of specific elements - is a performative quality of discourse, though it must also be understood that the same quality is present in the published book, even if the static mode of inscription doesn’t show itself in the same way.","p":{"x":433,"y":-11914},"t":0,"u":"metaDiscourse1599985016261","r":[],"d":[2020,9,13,10,16,56],"db":["metaDiscourse"],"_id":"jRYIYdvmi6LrlK3G"},{"c":"c/ The state is a metaphorical toe-nail clipping left behind. The state is a COVID19 test you took yesterday in that its useful but not permanent, declarative but contestable, and nothing more than a momentary fragment of a dynamic condition.","p":{"x":1054,"y":8653},"t":0,"u":"metaDiscourse1599989843557","r":["metaDiscourse1599989860940","metaDiscourse1599989997282"],"d":[2020,9,13,11,37,23],"db":["metaDiscourse"],"_id":"jhDQIjcXupDtIdjZ"},{"c":"AXIOM 1: There are no pretechnical thoughts","p":{"x":575,"y":484},"t":0,"u":"bsp5_SignalImageArchitecture1623772460795","r":["bsp5_SignalImageArchitecture1623772522121"],"d":[2021,6,15,17,54,20],"db":["bsp5_SignalImageArchitecture"],"_id":"jiaMHs8dRTOIPjvG"},{"c":"c/ But the nodal points are not infinite and can be augmented or destroyed, such as what happened in the transition between societies of sovereignty and the \"democratic revolution\", which produced a new condition of agency  - in Laclau and Mouffe's view - variously addressed by democracy, socialism and totalitarianism. ^^ Laclau and Mouffe, Hegemony and Socialist Strategy, 1985, 136-140","p":{"x":319,"y":2910},"t":0,"u":"endingIllusion1598447119687","r":["endingIllusion1598447430838"],"d":[2020,8,26,15,5,19],"db":["endingIllusion"],"_id":"jtyqUtURG0LFeWYk"},{"c":"c/ The perspective that “Discourse” or “Architecture” or “Society” can be examined in total, whether in synchronic (examination of a specific moment) or diachronic (examination of a lineage) methods, is an Enlightenment remnant which reinforces a subsidiary illusion of “autonomy” in disciplinary and individual thinking.","p":{"x":1300,"y":1950},"t":0,"u":"endingIllusion1598445129366","r":["endingIllusion1598445240321"],"d":[2020,8,26,14,32,9],"db":["endingIllusion"],"_id":"jv6RymT8lsq6Gr6M"},{"c":"c/ “Moments” are also taken from Laclau and Mouffe, who describe moments of contingently connected elements. Moments are not hard fixed relations among elements, but an aggregate form which might eventually build up enough mass to evolve into a “nodal point” which acts as an anchor of hegemonic meaning. ^^ Laclau and Mouffe, Hegemony and Socialist Strategy, 1985, 92-3","p":{"x":1106,"y":-13602},"t":0,"u":"metaDiscourse1599985510498","r":["metaDiscourse1599985179322","metaDiscourse1599985554858"],"d":[2020,9,13,10,25,10],"db":["metaDiscourse"],"_id":"k32qF8rNXcqUIxgI"},{"c":"r/ For what kind of values architecture is a storage?","p":{"x":293,"y":4278},"t":0,"u":"anti-disciplinary1600180868087","r":["anti-disciplinary1600165256835","anti-disciplinary1600194053273"],"d":[2020,9,15,16,41,8],"db":["anti-disciplinary"],"_id":"k7U2DvxoWbIvsotO"},{"c":"What can be drawn from this wretched year?","p":{"x":490,"y":407},"t":0,"u":"20201599146750591","r":[],"d":[2020,9,3,17,25,50],"db":["2020"],"_id":"k9XZvAomiK195Jwu"},{"c":"c/ Morton describes interobjectivity as “nothing other than an aesthetic effect - it is produced, in other words, by the interaction of 1+n objects” and alternately as “the configuration space of relatedness.” In general, the interobjective is an OOO subsumation of the subjective and the intersubjective, the de-privileging of the human subject over objects and non-human exchanges.^^Timothy Morton, Realist Magic, 2013, 64\n","p":{"x":1023,"y":-15830},"t":0,"u":"metaDiscourse1599987333190","r":["metaDiscourse1599987407152"],"d":[2020,9,13,10,55,33],"db":["metaDiscourse"],"_id":"kJcttblnQx5OZVoQ"},{"c":"c/ Yet, the heroic illusion of importance rises up in the petty celebrity of social media, the \"verified\" status in a medium which only cares about underlying data. The \"important\" has become the veneer, the social wage of data production, which provides the support of \"influencers\" until it doesn't.","p":{"x":577,"y":-343},"t":0,"u":"endingIllusion1598523833238","r":["endingIllusion1598450054538","endingIllusion1598524312880","endingIllusion1598524910369"],"d":[2020,8,27,12,23,53],"db":["endingIllusion"],"_id":"kOVbqailAMrVq0eY"},{"c":"r/ This distinction between design and work mirrors the distinction between theory and practice that developed historically in academia. Borne out of a Positivist epistemology, knowledge became hierarchically divided, with practical knowledge at the bottom, and prestige and status followed those divisions. This parallels class distinctions, where aesthetic preference is determined by the experiences afforded by one’s social class: purposiveness without a purpose is only appealing to those who have never struggled to make ends meet. ","p":{"x":367,"y":1930},"t":0,"u":"anti-disciplinary1600381127891","r":[],"d":[2020,9,17,18,18,47],"db":["anti-disciplinary"],"_id":"kmttB9b1pRMnSnL3"},{"c":"c/ Even within the design disciplines, there is never a fully achieved resolution. In architectural production, the discursive resolution of a project for the architect is the opening of the building, which is then an entire world of negotiation, degradation, and maintenance - certainly not a final object which coherently exists eternally.","p":{"x":1221,"y":6112},"t":0,"u":"endingIllusion1598539609466","r":[],"d":[2020,8,27,16,46,49],"db":["endingIllusion"],"_id":"kqh9JG3kdqhpXTTo"},{"c":"c/  {adiscourse.net} is an assembled space for this construction, reproduction and destruction to be actively negotiated in a limited capacity.","p":{"x":563,"y":-10328},"t":0,"u":"metaDiscourse1599984433829","r":[],"d":[2020,9,13,10,7,13],"db":["metaDiscourse"],"_id":"kqybQ5xoWS7u01NY"},{"c":"c/ Left alone, states are simply wrapped back into an amorphous whole, assumed to be something they aren’t. In order to correctly expose a few distinctions of the state, as well as their limits of importance, {adiscourse.net} must define its perspective toward the state as well as the operations of statecraft.","p":{"x":923,"y":3527},"t":0,"u":"metaDiscourse1599987672381","r":["metaDiscourse1599987561703"],"d":[2020,9,13,11,1,12],"db":["metaDiscourse"],"_id":"kuHBH3o1rZS7wQj7"},{"c":"c/ Deleuze and Guattari approach faciality from the operations of the human face, the medial object between subject and the systems of collective meaning, which supplements the understanding of “face” as a plane dividing geometrical orientation. The face is an orientation through which to interact - to analyze, to describe, to transform - with an object which must be observed perspectively (whether in a rational parallel projection or via the fish-eye lens).","p":{"x":269,"y":-15160},"t":0,"u":"metaDiscourse1599986260345","r":["metaDiscourse1599986301313"],"d":[2020,9,13,10,37,40],"db":["metaDiscourse"],"_id":"kx6ffIhY1Y4vTTLq"},{"c":"This space looks into the ways in which an anti-disciplinary discourse can be formed:","p":{"x":237,"y":106},"t":0,"u":"anti-disciplinary1599655254773","r":[],"d":[2020,9,9,14,40,54],"db":["anti-disciplinary"],"_id":"l7AqRGmsSPFjmL3G"},{"c":"c/ And so it becomes clear that authorial practices don't provide for radical discourse. ","p":{"x":319,"y":-3021},"t":0,"u":"endingIllusion1598530145753","r":["endingIllusion1598530030832"],"d":[2020,8,27,14,9,5],"db":["endingIllusion"],"_id":"l9dTNasMGNc20ecn"},{"c":"This is a space for a bit more elucidation over the terms of dicourse which are utilized within {adiscourse.net} plus some further explanation over the \"state\" which is invoked in the project.","p":{"x":336,"y":291},"t":0,"u":"metaDiscourse1599936792294","r":["metaDiscourse1599936896795"],"d":[2020,9,12,20,53,12],"db":["metaDiscourse"],"_id":"lIJcsTGQblimCnF5"},{"c":"q/ Over the last century, technological acceleration has transformed our planet, our societies, and ourselves, but it has failed to transform our understanding of these things.","p":{"x":1130,"y":606},"t":0,"u":"bSP5_NewDarkAge1621027454565","r":[],"d":[2021,5,14,23,24,14],"db":["bSP5_NewDarkAge"],"_id":"lURtMnkZUAg96b7U"},{"c":"c/ The necessary materiality of thoughts relates to the necessary materiality of all digital practices, whether in the production of images or otherwise. These materials might be obfuscated or repressed, but there is always the present of voltage signifiers, as coming from Friedrich Kittler.","p":{"x":431,"y":784},"t":0,"u":"bsp5_SignalImageArchitecture1623772763113","r":["bsp5_SignalImageArchitecture1623772460795"],"d":[2021,6,15,17,59,23],"db":["bsp5_SignalImageArchitecture"],"_id":"lfYWnmuHuCR3JVla"},{"c":"r/ and if the event - the thing that produces sets of info for analysis - is tainted, just as in the physics which observes quantums, then there is no capacity for complete understanding or control through cybernetic means (even if the distinction between \"total\" and \"not total\" is unimportant to the oppressed....).","p":{"x":833,"y":3078},"t":0,"u":"civilWar,discursiveFieldConditions1600197643909","r":[],"d":[2020,9,15,21,20,43],"db":["civilWar","discursiveFieldConditions"],"_id":"liGVKDaZejOjKyqD"},{"c":"c/ Ferdinand de Saussure wrote on the synchronic analysis of semiotics, pinning down its subject like a butterfly  into museum board and intricately examining the cross-section of all system parts as frozen components. ^^David Howarth, Discourse, 2000, 21-22","p":{"x":174,"y":7553},"t":0,"u":"metaDiscourse1599989574461","r":["metaDiscourse1599989380346","metaDiscourse1599989616714"],"d":[2020,9,13,11,32,54],"db":["metaDiscourse"],"_id":"ljwHLSsy59BpTIIH"},{"c":"c/ The anti-architect is a renunciation of architectural subjectivity, and thus capable of critique impossible within the disciplinary interior because its perspective is not centered within discipline. The propagation of the architectural discipline, even a reformed type of propagation, is not expected, and so the anti-architect becomes the informed site of disciplinary abolition.","p":{"x":1313,"y":1722},"t":0,"u":"anti-disciplinary1599649068224","r":["anti-disciplinary1599049394500","anti-disciplinary1599650169946"],"d":[2020,9,9,12,57,48],"db":["anti-disciplinary"],"_id":"lztg1W3SlkfLbbiE"},{"c":"c/ This relates heavily to the Object-Oriented Ontology of Timothy Morton, in which all things must exist in an N+1 equation. The technical must have a dimension which is not technical, otherwise it would not be able to function... i.e. the technical requires something else other than itself in order to be the technical.","p":{"x":1544,"y":1003},"t":0,"u":"bsp5_SignalImageArchitecture1623772955842","r":["bsp5_SignalImageArchitecture1623772823226","bsp5_SignalImageArchitecture1623772658601"],"d":[2021,6,15,18,2,35],"db":["bsp5_SignalImageArchitecture"],"_id":"mAoWqFBeXg6hLnnn"},{"c":"IMAGE","p":{"x":1165,"y":2619},"t":0,"u":"bsp5_SignalImageArchitecture1623773200881","r":["bsp5_SignalImageArchitecture1623773478554"],"d":[2021,6,15,18,6,40],"db":["bsp5_SignalImageArchitecture"],"_id":"mVbPQ4PyPCKWQ36h"},{"c":"q/ Frank Richter, Hört endlich zu!, 55.","p":{"x":385,"y":265},"t":0,"u":"mobilization--conflict--dispute1600099012488","r":[],"d":[2020,9,14,17,56,52],"db":["mobilization--conflict--dispute"],"_id":"mlXI24gulyifLg1V"},{"c":"c/ My main confusion is in how to use the discipline (in whatever form) to support myself - make some money, pay rent, buy food, watch some movies - while not entirely being reproduced as a subject. A seeming impossibility, yes, but is there a way to only partially cast myself in the disciplinary role, while withdrawing enough to maintain being anti-disciplinary while currently/temporarily working in the discipline?","p":{"x":502,"y":4600},"t":0,"u":"anti-disciplinary1600165933848","r":[],"d":[2020,9,15,12,32,13],"db":["anti-disciplinary"],"_id":"mtFqeON4syGWNGEC"},{"c":"c/ The dis-articulation of practices from the position of the architectural discipline, follows the writing of Ernesto Laclau and Chantal Mouffe in their political theories of hegemony.","p":{"x":255,"y":2574},"t":0,"u":"anti-disciplinary1599653691735","r":["anti-disciplinary1599653906301","anti-disciplinary1599650169946"],"d":[2020,9,9,14,14,51],"db":["anti-disciplinary"],"_id":"nHQivvsnyMWCGQrw"},{"c":"r/ somehow, inconceivably, _Tron_  - a movie from 3 years earlier - comes out looking like a more rigorous look into the political.","p":{"x":1397,"y":1189},"t":0,"u":"endingIllusion1598443514145","r":[],"d":[2020,8,26,14,5,14],"db":["endingIllusion"],"_id":"nHV3TbgWDSPUmav5"},{"c":"c/ The illusion of resolution creates a dependency on optimisms and pessimisms, rather than focusing on tactically (and strategically, in a flexible sense) engaging within an overdetermined field of discourse, which includes the written word, material processes, and physical action.","p":{"x":935,"y":7377},"t":0,"u":"endingIllusion1598546318527","r":[],"d":[2020,8,27,18,38,38],"db":["endingIllusion"],"_id":"nVphTFve001tYvIs"},{"c":"q/ \"_The task of the Left therefore cannot be to renounce liberal-democratic ideology, but on the contrary, to deepen and expand it in the direction of a radical and plural democracy_.\" ^^Ernesto Laclau & Chantal Mouffe, Hegemony and Socialist Strategy, 2014, 160","p":{"x":735,"y":517},"t":0,"u":"discursiveFieldConditions1598955073955","r":["discursiveFieldConditions1598955525181"],"d":[2020,9,1,12,11,13],"db":["discursiveFieldConditions"],"_id":"nobuN9TpVJE0o4XG"},{"c":"q/ In reaction to Lenin's comments on the Imperialist Chain \"The breaking points appear not at those links which are most advanced from the point of view of the contradiction between forces and relations of production, but instead, at those where the greatest number of contradictions have accumulated, and where the greatest number of tendencies and antagonisms - belonging, in the orthodox view, to diverse phases - merge into a ruptural unity.\" ^^Laclau and Mouffe, Hegemony and Socialist Strategy, 50","p":{"x":701,"y":5758},"t":0,"u":"anti-disciplinary1600194915907","r":["anti-disciplinary1600195348125"],"d":[2020,9,15,20,35,15],"db":["anti-disciplinary"],"_id":"o6fgVvcZ1CxUONSm"},{"c":"OBJECTS, ELEMENTS, MOMENTS, SPACES, FACES:","p":{"x":854,"y":-12441},"t":0,"u":"metaDiscourse1599985109181","r":["metaDiscourse1599985179322"],"d":[2020,9,13,10,18,29],"db":["metaDiscourse"],"_id":"o6nXwqR86KikAbEK"},{"c":"consistent with whole and internally","p":{"x":486,"y":1627},"t":0,"u":"defenseComments1600967067013","r":[],"d":[2020,9,24,19,4,27],"db":["defenseComments"],"_id":"oAHRZIEDAB1ENQg5"},{"c":"q/ \"But what Foucault recognized as well was the transience of this model: it succeeded that of the societies of sovereignty, the goal and functions of which were something quite different (to tax rather than to organize production, to rule on death rather than to administer life); the transition took place over time, and Napoleon seemed to effect the large-scale conversion from one society to the other.\" ^^Gilles Deleuze, \"Postscript on the Societies of Control\", I. Historical","p":{"x":494,"y":-3276},"t":0,"u":"discursiveFieldConditions1598965316496","r":[],"d":[2020,9,1,15,1,56],"db":["discursiveFieldConditions"],"_id":"oHkH9HM84mf0tZPA"},{"c":"comabative space","p":{"x":438,"y":1328},"t":0,"u":"defenseComments1600967021299","r":[],"d":[2020,9,24,19,3,41],"db":["defenseComments"],"_id":"oMunExau2K6l17Bt"},{"c":"c/ This idea is also paralleled in Object-Oriented Ontology/Philosophy in the way that objects proliferate in their observable qualities and contexts of interaction. Timothy Morton builds a bridge from Kurt Gödel’s Incompleteness Theorem in mathematics to basis of Graham Harman’s OOP “withdrawal” in stating, “In order to be coherent, a system must be incomplete. Let us extend this axiom to physical things: in order to exist, object must be fragile.” Fragility, precarity, unfixity. ^^Timothy Morton, Realist Magic, 2013, 189","p":{"x":327,"y":-11065},"t":0,"u":"metaDiscourse1599984670250","r":["metaDiscourse1599984983048"],"d":[2020,9,13,10,11,10],"db":["metaDiscourse"],"_id":"oZmYkrpLUsjbg27j"},{"c":"r/ Recounting seventeenth century measures taken in response to the plague, Foucault describes the disciplinary mechanisms of power in the face of an extreme event. Space is enclosed and segmented. Individuals are quarantined, constantly observed and inspected. Events are continuously recorded and centrally registered. Populations are divided into categories of living, sick and dead. Power is thus mobilized against an extraordinary adversary,  pervasively present and visible in its imposition of an idealized form of society. In this state of exception, “that which moves brings death, and one kills that which moves.” (Foucault, Discipline and Punish, 1975)\n","p":{"x":1526,"y":468},"t":0,"u":"20201600273213180","r":["20201600273286334","20201600285360951"],"d":[2020,9,16,12,20,13],"db":["2020"],"_id":"pG5lkxnEl9vnyK78"},{"c":"The cybernetic is attenuative, just as its goals are, producing and reproducing concensus of direction and action.","p":{"x":278,"y":3722},"t":0,"u":"discursiveFieldConditions1599076174681","r":["discursiveFieldConditions1598976463230","discursiveFieldConditions1599076429151","discursiveFieldConditions1599076284407"],"d":[2020,9,2,21,49,34],"db":["discursiveFieldConditions"],"_id":"pXkjIKJBwLx3wZqL"},{"c":"c/ From another direction, Gilles Deleuze and Felix Guattari build up the idea of the face - “faciality” - as an exchange locus between a formless white wall of signification, a similar sort of “arche-writing” surface as described by Jacques Derrida, and the “black hole” of subjectification.","p":{"x":166,"y":-14388},"t":0,"u":"metaDiscourse1599985973834","r":["metaDiscourse1599985935456","metaDiscourse1599986131529"],"d":[2020,9,13,10,32,53],"db":["metaDiscourse"],"_id":"pnEvfhjAgnNdlZUf"},{"c":"c/ An Object is a thing - an object is also an aggregate of other things - an object is also a component of other things. The space button on a keyboard is an object, the audio wave when the button is clicked is an object, the user is an object, the database of all {adiscourse.net} elements is an object, the visualized element in the browser in an object, the visual connection between two objects in the browser is an object, the custom made plotting device used to output discourse “states” is an object, the output itself is an object.","p":{"x":284,"y":-13137},"t":0,"u":"metaDiscourse1599985212330","r":[],"d":[2020,9,13,10,20,12],"db":["metaDiscourse"],"_id":"pth0iFF8ZJAuzujj"},{"c":"c/ In The Dialogic Imagination, linguistic philosopher and theorist M. M. Bakhtin cultivates the differences of the Novel in comparison to early literary forms, ending in the Novel’s enmeshed relation to a incomplete world. In contrast to the epic, containing an uncontestedly complete world, the novel describes a world it cannot fully conceive through various glimpses. ^^ M.M.Bakhtin, The Dialogic Imagination, 1981","p":{"x":454,"y":10135},"t":0,"u":"metaDiscourse1599990225770","r":["metaDiscourse1599990023499","metaDiscourse1599990298427"],"d":[2020,9,13,11,43,45],"db":["metaDiscourse"],"_id":"pv70GADwz00FRADs"},{"c":"r/ Good question! What could be actual anti-capitalist pracitices in architecture today? \nWe have these building practices   by  community or diverse groupe of people, often paired with urban gardening and repair workshops, shared economies etc. \nWe have people who create new cooperatives to buy land and build housing with the goal that nobody can speculate with this land.\nIt is a shame that these practices are not often  taught at arch school....","p":{"x":310,"y":335},"t":0,"u":"anti-disciplinary1600544216792","r":["anti-disciplinary1600513210795"],"d":[2020,9,19,21,36,56],"db":["anti-disciplinary"],"_id":"q2OWPNW8Dv5A0quX"},{"c":"Kittler's discourse networks of 1900, having become materialized through technological development, transcend the content of interpretation (Kingdom of Sense) and move toward the systems which operate and distribute content (Kingdom of Pattern).","p":{"x":927,"y":-1823},"t":0,"u":"discursiveFieldConditions1598971331594","r":[],"d":[2020,9,1,16,42,11],"db":["discursiveFieldConditions"],"_id":"qCuH70bRoWm5HCwz"},{"c":"(3) the illusion of resolution","p":{"x":223,"y":4927},"t":0,"u":"endingIllusion1598533081486","r":["endingIllusion1598444789234","endingIllusion1598533990552"],"d":[2020,8,27,14,58,1],"db":["endingIllusion"],"_id":"qKQy1vjc0hMNvS1F"},{"c":"(2) the illusion of importance","p":{"x":1259,"y":-49},"t":0,"u":"endingIllusion1598444871038","r":["endingIllusion1598444789234","endingIllusion1598450054538"],"d":[2020,8,26,14,27,51],"db":["endingIllusion"],"_id":"qOqLcRMlmFU5kX80"},{"c":"q/ \"The experience of one form-of-life has of another is not communicated to the latter, even if it can be translated; and we all know what happens with translations. Only facts can be made clear: behaviors, attitudes, assertions - gossip. Forms-of-life do not allow for neutral positions, they offer no safe haven for a universal observer.\" ^^Tiqqun, Introduction to Civil War, 28","p":{"x":222,"y":2436},"t":0,"u":"civilWar,discursiveFieldConditions1600197058496","r":["discursiveFieldConditions1599073751840","civilWar,discursiveFieldConditions1600197076407"],"d":[2020,9,15,21,10,58],"db":["civilWar","discursiveFieldConditions"],"_id":"qhTJsuhXkX6X8oRp"},{"c":"r/ Matrix, a feminist design cooperativ based in London (1980––94), tried to implement a new \"professional\" language understood by non-trained \"architects\", they tried to inverse labour roles (architect - commissioner) and taught \"architecture\" to a diverse group of people in order to demystify the architectural profession. Could this be a start of a practice of becoming anti-discilplinary?","p":{"x":388,"y":3950},"t":0,"u":"anti-disciplinary1600088203597","r":["anti-disciplinary1599056082828","anti-disciplinary1600165256835","anti-disciplinary1600165420554","anti-disciplinary1600165501973"],"d":[2020,9,14,14,56,43],"db":["anti-disciplinary"],"_id":"qhTKPkGPPCGJtSUU"},{"c":"Note: This is a space for quotes and reactions to John May's 2019 _Signal Image Architectur_","p":{"x":259,"y":175},"t":0,"u":"bsp5_SignalImageArchitecture1623658617287","r":[],"d":[2021,6,14,10,16,57],"db":["bsp5_SignalImageArchitecture"],"_id":"qiCxYe95MEF7GHVK"},{"c":"q/ \"No authoritative statement has any other guarantee here than its very enunciation, since it would be pointless for the statement to seek it in another signifier, which could in no way appear outside that locus. I formulate this by saying that there is no metalanguage that can be spoken, or, more aphoristically, that there is no Other of the Other.\"^^Jacques Lacan, Ecrits, 2006, 688","p":{"x":231,"y":-6922},"t":0,"u":"metaDiscourse1599982441359","r":["metaDiscourse1599982285604"],"d":[2020,9,13,9,34,1],"db":["metaDiscourse"],"_id":"qvSi0Rkt3LxdTRAk"},{"c":"c/ In their theories, discourse is also not an ontologically privileged field, as they understand that there is material existence outside of the discursive dimensions of objects and events, but the aesthetic-discursive dimension does involve the generation of contingently collective understanding .\n","p":{"x":885,"y":-4125},"t":0,"u":"metaDiscourse1599937649917","r":["metaDiscourse1599938291851","metaDiscourse1599980523244"],"d":[2020,9,12,21,7,29],"db":["metaDiscourse"],"_id":"r1ycXMEOwPLJwmWU"},{"c":"q/ \"Finally, whereas the dislocation and crisis of the paradigm was a negative phenomenon in other cases, in Russia it became a positive phenomenon: the disharmony between bourgeois tasks and the bourgeoisie's capacity to carry them out was the stepping-stone for the seizure of political power by the proletariat.\" ^^ Laclau and Mouffe, Hegemony and Socialist Strategy, 39","p":{"x":1210,"y":5838},"t":0,"u":"anti-disciplinary1600195148698","r":["anti-disciplinary1600195348125"],"d":[2020,9,15,20,39,8],"db":["anti-disciplinary"],"_id":"rGtL3TDWjixsk5S9"},{"c":"c/ No single work is important, and no single theory is important. Each are always dependent on external sources, and calcifying a distributed network back into decentralized or centralized nodes should not be direction of radical discourse. ","p":{"x":1181,"y":-3351},"t":0,"u":"endingIllusion1598532114618","r":[],"d":[2020,8,27,14,41,54],"db":["endingIllusion"],"_id":"rKx1AqF6JJ2HWZRu"},{"c":"Thus, beyond the \"democratic revolution\", emerges the \"anarchic revolution\", which dialectically opposes distributive control. The current hegemonic formation, the conditions of the discursive field, must understood as cybernetic-anarchic.","p":{"x":857,"y":1551},"t":0,"u":"discursiveFieldConditions1598976463230","r":["discursiveFieldConditions1598976076399","discursiveFieldConditions1598976561238","discursiveFieldConditions1599072875751","discursiveFieldConditions1599074845116","discursiveFieldConditions1599074801870","discursiveFieldConditions1599075680049"],"d":[2020,9,1,18,7,43],"db":["discursiveFieldConditions"],"_id":"rN10kK7CHkVilZDy"},{"c":"The cybernetic and anarchic are combinatory sets of practices, production and disturbance, which collectively determine the contemporary hegemonic formation.","p":{"x":821,"y":4602},"t":0,"u":"discursiveFieldConditions1599078127440","r":["discursiveFieldConditions1599127609923"],"d":[2020,9,2,22,22,7],"db":["discursiveFieldConditions"],"_id":"rlsK0v6jTSMtyJle"},{"c":"r/ Seemingly, the far-right tactics in the US election currently are both in mobilizing a specific base, as well as mobilizing the left out of electoral practices - convincing people on the street that voting either way is a waste of time. If not robbing people of their courage, definitely robbing them of faith in the system that is being actively undermined.","p":{"x":326,"y":1017},"t":0,"u":"mobilization--conflict--dispute1600162467314","r":["mobilization--conflict--dispute1600179416877"],"d":[2020,9,15,11,34,27],"db":["mobilization--conflict--dispute"],"_id":"rn2ENFhSom16W6xf"},{"c":"r/ I wonder about this propensity for binary oppositions, in terms of space, emotion, technology. Is this an over simplification?","p":{"x":940,"y":510},"t":0,"u":"20201600273684956","r":["20201599147203438","20201599147275638","20201600338777456"],"d":[2020,9,16,12,28,4],"db":["2020"],"_id":"s8d9Jnuyh8DIiQd3"},{"c":"(2) no point of determination","p":{"x":1339,"y":-5641},"t":0,"u":"metaDiscourse1599938526881","r":["metaDiscourse1599937409802"],"d":[2020,9,12,21,22,6],"db":["metaDiscourse"],"_id":"sRfL1QSWV6oyCwU9"},{"c":"c/ Moments have lengths of duration, but like all things also must have beginnings and endings. The duration of a moment is the necessary counterpart to its precarity. In {adiscourse.net} moments take the form of the spatial arrangements of elements. A moment does not represent a set of related elements, as relations are expressed in attributional form within the object, but are a duration of syzygy with parts or wholes of sets.","p":{"x":1284,"y":-13935},"t":0,"u":"metaDiscourse1599985554858","r":["metaDiscourse1599985577000"],"d":[2020,9,13,10,25,54],"db":["metaDiscourse"],"_id":"sTrlxrJsFd15M9UJ"},{"c":"c/ Michel Foucault developed a situated mode of power and discourse analysis only through marking residual points and relations on the “surfaces of emergence”, like radiation onto a film dosimeter. ^^Michel Foucault, The Archaeology of Knowledge, 1972, 40-49","p":{"x":750,"y":7576},"t":0,"u":"metaDiscourse1599989462965","r":["metaDiscourse1599989616714"],"d":[2020,9,13,11,31,2],"db":["metaDiscourse"],"_id":"sVjwwIruVCR7z6EJ"},{"c":"Tiqqun cross-commentary...","p":{"x":175,"y":69},"t":0,"u":"civilWar1600196102222","r":[],"d":[2020,9,15,20,55,2],"db":["civilWar"],"_id":"sb30KRVfyWayNWrF"},{"c":"c/ It also posits the site of transgressions within the roles, actions, or contestations of this role, effectively limiting an understanding of architectural in preference for Architecture.","p":{"x":1499,"y":3645},"t":0,"u":"transgression1618564307771","r":["transgression1618571165073"],"d":[2021,4,16,11,11,47],"db":["transgression"],"_id":"sg3nUJYC9KV6y0Ru"},{"c":"c/ The attachment of meaning to persona, whether in terms of value or in terms of a distilled authenticity, is counter productive to radical discourse in the same way it is counter productive to radical politics as a whole.","p":{"x":865,"y":-2721},"t":0,"u":"endingIllusion1598530903275","r":["endingIllusion1598528607320","endingIllusion1598531683283"],"d":[2020,8,27,14,21,43],"db":["endingIllusion"],"_id":"siHxHU4rfPy6rcZy"},{"c":"c/ These states, both viewable as portions of the novel as well as the novel itself, can become what Bakhtin calls “chronotopes”, which describe space-times of the novel’s perspectives. But the chronotope is never definite, because the space-time is never fully describable, withdrawing along with objects. ^^M.M. Bakhtin, \"Forms of Time and of the Chronotope in the Novel\", The Dialogic Imagination, 1981\n","p":{"x":1016,"y":10214},"t":0,"u":"metaDiscourse1599990298427","r":["metaDiscourse1599990328578"],"d":[2020,9,13,11,44,58],"db":["metaDiscourse"],"_id":"slORb1jfkOpQx2am"},{"c":"q/ \"The fundamental question at this moment is: can this failed social experiment be reformed? The political duopoly of an escalating neofascist Donald Trump-led Republican party and a fatigued Joe Biden-led neoliberal Democratic party – in no way equivalent, yet both beholden to Wall Street and the Pentagon – are symptoms of a decadent leadership class. The weakness of the labor movement and the present difficulty of the radical left to unite around a nonviolent revolutionary project of democratic sharing and redistribution of power, wealth and respect are signs of a society unable to regenerate the best of its past and present. Any society that refuses to eliminate or attenuate dilapidated housing, decrepit school systems, mass incarceration, massive unemployment and underemployment, inadequate healthcare and its violations of rights and liberties is undesirable and unsustainable.\" Cornel West, A boot is crushing the neck of American democracy, 6/1/2020","p":{"x":1202,"y":6357},"t":0,"u":"anti-disciplinary1600286093778","r":["anti-disciplinary1600195556912","anti-disciplinary1600431916041"],"d":[2020,9,16,15,54,53],"db":["anti-disciplinary"],"_id":"sm40MEKEJGkr5w8O"},{"c":"r/ One of the failures of The Architecture Lobby, I think, is in how its focus on architectural labor has more or less just redefined a highly specific and highly professional set of thinking - the architect has moved from idealistic organizer into disciplinary self-awareness, but still with the want for changing architectural practice as (foremost) a set of architects.","p":{"x":869,"y":4272},"t":0,"u":"anti-disciplinary1600165420554","r":[],"d":[2020,9,15,12,23,40],"db":["anti-disciplinary"],"_id":"t28cSO0pX1xoALvI"},{"c":"r/ In this way, the conception of time is determined by the technical media which are dominant at a given time. The order of things is constructed by how the organizing process takes place.","p":{"x":849,"y":1216},"t":0,"u":"bsp5_SignalImageArchitecture1623773082113","r":[],"d":[2021,6,15,18,4,42],"db":["bsp5_SignalImageArchitecture"],"_id":"tCpkXqPGBiDzpSzX"},{"c":"r/ I don't get it. What do you want to say with this quote?","p":{"x":625,"y":1754},"t":0,"u":"20201600180213655","r":[],"d":[2020,9,15,16,30,13],"db":["2020"],"_id":"thGHvv0EBeJNeOi1"},{"c":"r/ It's the data behind which is constantly being processed. What is visible is always manifested in the moment and can be changed and manipulated and distorted without causing material differences in the data. \n\nWhile a photograph can be burned to change its qualities, the material is fundamentally reorganized. The image is not reorganized when differences are made in real-time. Filters on Instagram images do not involve external operations, but rather merely manipulate the real-time interpretation of the data which is the actual image.","p":{"x":1258,"y":2752},"t":0,"u":"bsp5_SignalImageArchitecture1623773478554","r":[],"d":[2021,6,15,18,11,18],"db":["bsp5_SignalImageArchitecture"],"_id":"u0DdiONk3KhRNIkp"},{"c":"c/ But he also proposes the architect's lack of total subjectivity to the discipline. The anti-architect escapes the discipline through realizing their externality. ","p":{"x":484,"y":971},"t":0,"u":"anti-disciplinary1599049394500","r":["anti-disciplinary1599048509259","anti-disciplinary1599646411054"],"d":[2020,9,2,14,23,14],"db":["anti-disciplinary"],"_id":"uAaDOTJ2C7uTaFNj"},{"c":"r/ This comment gives me a (positive) headache. If you ask me what architectural thought I think is important for political philosophy, I find it difficult to answer.\nNow I have to think about it\nI'll brush my teeth while I think\nbecause it's getting late\nMaybe I thought of something tomorrow","p":{"x":728,"y":-1475},"t":0,"u":"anti-disciplinary1600546097313","r":[],"d":[2020,9,19,22,8,17],"db":["anti-disciplinary"],"_id":"uFuYLcejow0x8NB3"},{"c":"The cybernetic-anarchic is established as the discursive field condition through the acceleration of agency beyond the national or representational modes of management and the emergence of immediate-distant (cybernetic) control systems alongside the parallel deformation (diminution) of the control site / persona.","p":{"x":834,"y":4272},"t":0,"u":"discursiveFieldConditions1599077342337","r":["discursiveFieldConditions1599078127440"],"d":[2020,9,2,22,9,2],"db":["discursiveFieldConditions"],"_id":"uI7nkpi0z5LV1kuX"},{"c":"q/ \"The machine turned Nature into an art form. For the first time men began to regard Nature as a source of aesthetic and spiritual values. They began to marvel that earlier ages had been so unaware of the world of Nature as Art. Each new technology creates an environment that is itself regarded as corrupt and degrading. Yet the new one turns its predecessor into an art form.\" ^^Marshall McLuhan, \"Preface to the Third Printing\", Understanding Media, 1964, viii","p":{"x":757,"y":799},"t":0,"u":"endingIllusion1598527375734","r":[],"d":[2020,8,27,13,22,55],"db":["endingIllusion"],"_id":"uVDy1JtuLfCrNS9v"},{"c":"r/ Especially in the McLuhanist frame of mind. Marshall McLuhan, one of the first media theorists of the 20th century, believed that the formats and organizations of technology were what widely influenced human organization, rather than the other way around. In that, if we are to argue against technology, we argue against what constructed humanity.","p":{"x":977,"y":1853},"t":0,"u":"bSP5_NewDarkAge1621340718302","r":[],"d":[2021,5,18,14,25,18],"db":["bSP5_NewDarkAge"],"_id":"ubak4brCavZKOgT3"},{"c":"c/ The material quality of discourse is supported by materialist media theorists, such as Friedrich Kittler and Wendy Hui Kyong Chun, as well as by the Object-Oriented theorists Timothy Morton, Ian Bogost and Graham Harman. ^^ Friedrich Kittler, \"There is no Software\", 1992 // Wendy Hui Kyong Chun, \"On Software, or The Persistence of Visual Knowledge\", Grey Room 18, 2004 // Timothy Morton, Realist Magic, 2013 // Ian Bogost, Alien Phenomenology, 2012 // Graham Harman, \"An Outline of Object-Oriented Philosophy\", Science Progress 96, 2013","p":{"x":861,"y":-4575},"t":0,"u":"metaDiscourse1599938291851","r":["metaDiscourse1599938368065"],"d":[2020,9,12,21,18,11],"db":["metaDiscourse"],"_id":"udvGmewwVOFqvxF6"},{"c":"q/ In essence, Modern city planning has always been bound to colonialism and imperialism - many large-scale technical development wre ve n tested and realiy on colonial ground ^^ Marion Von Osten, \"Architecture without Architects - Another Anarchist Approach\", 2009, e-flux.com","p":{"x":330,"y":387},"t":0,"u":"anarchy+architecture1623932563780","r":[],"d":[2021,6,17,14,22,43],"db":["anarchy+architecture"],"_id":"uvygrq6GZYCjyr7v"},{"c":"r/ Chemical processes which use light in order to develop a final product, the photograph. The photograph is more or less finished in its creation once these processes have been done and there is no reprocessing.","p":{"x":1242,"y":2254},"t":0,"u":"bsp5_SignalImageArchitecture1623773316833","r":[],"d":[2021,6,15,18,8,36],"db":["bsp5_SignalImageArchitecture"],"_id":"uzUriVlbwWpxCO2r"},{"c":"Juergen Habermas examines this widening field of agential access as the construction of the \"Public Sphere\".","p":{"x":510,"y":-4815},"t":0,"u":"discursiveFieldConditions1598960681821","r":["discursiveFieldConditions1598958404387"],"d":[2020,9,1,13,44,41],"db":["discursiveFieldConditions"],"_id":"v2mhCDO9nyTAFl0O"},{"c":"The social is systemically a priori to the construction of subjects, which are authentically determined in their socialization.","p":{"x":272,"y":1969},"t":0,"u":"discursiveFieldConditions1599073275728","r":["discursiveFieldConditions1599073751840"],"d":[2020,9,2,21,1,15],"db":["discursiveFieldConditions"],"_id":"v7rNK1gV7aHJsP3p"},{"c":"q/ \"...a double change wrought by industrial capitalism, a change in the terms of public belief wrought by a new secularity, a change in the public behavior wrought by the very survival of one facet of _ancien regime_ public ideology [\"being in public\" as a formational necessity]. These forces together form one explanation, hopefully a coherent one, of the effects of material change on public life, of personality in public, of why a new image of public man was born, and of how the 19th Century traumas of public life prepared for the 20th Century denial of the public itself.\" ^^Richard Sennett, The Fall of Public Man, 1992, 127","p":{"x":1395,"y":-4596},"t":0,"u":"discursiveFieldConditions1598962672545","r":["discursiveFieldConditions1598962838093"],"d":[2020,9,1,14,17,52],"db":["discursiveFieldConditions"],"_id":"vFxidChoOJb3rKKU"},{"c":"r/ regardless of becoming a brand, there is something to antidisciplinary thinking - much easier outside of legally regulated disciplines - because it is producing a modern subject/agent. There can be anti-disciplinary work which becomes branding, but also the same thing becomes auto-didactic tinkers of non-essential electronics. It's not necessarily better than a disciplinary professional, but more adaptable to current exchange between dividuality and withdrawn mystery.","p":{"x":331,"y":6762},"t":0,"u":"anti-disciplinary1600366858763","r":["anti-disciplinary1600351114142"],"d":[2020,9,17,20,20,58],"db":["anti-disciplinary"],"_id":"vJaXyTSXymMqfoLb"},{"c":"c/ The actions and research of the anti-architect, a subject constituted elsewhere, might utilize contemporary architectural practices (design programs, presentation tools, limited construction knowledge, capacity to bullshit), but need not conform to disciplinary constraints. They might directly address the poisonous roots of the discipline (private property as value storage) or discover the architectural dimensions of squatting without necessarily recuperating the valor of the discipline.","p":{"x":1175,"y":2020},"t":0,"u":"anti-disciplinary1599650169946","r":["anti-disciplinary1599650518211"],"d":[2020,9,9,13,16,9],"db":["anti-disciplinary"],"_id":"vOoU8zcjtfJfuOb3"},{"c":"The anarchic is immediate - the experience is here and now.","p":{"x":1274,"y":2673},"t":0,"u":"discursiveFieldConditions1599074801870","r":["discursiveFieldConditions1599075014405","civilWar,discursiveFieldConditions1600197535143"],"d":[2020,9,2,21,26,41],"db":["discursiveFieldConditions"],"_id":"vUnDEw4XxTYQmxib"},{"c":"q/ \"In order to place ourselves firmly within the field of articulation, we must begin by renouncing the conception of 'society' as founding totality of it partial processes. We must, therefore, consider the openness of the social as the constitutive ground or 'negative essence' of the existing, and the diverse 'social orders' as precarious and ultimately failed attempts tot domesticate the field of differences.\" ^^Laclau and Mouffe, Hegemony and Socialist Strategy, 1985, 82","p":{"x":883,"y":-9703},"t":0,"u":"metaDiscourse1599984335905","r":["metaDiscourse1599984409787"],"d":[2020,9,13,10,5,35],"db":["metaDiscourse"],"_id":"vZhNhDByE0w6qDuc"},{"c":"This space is for the Bauhaus Uni-Weimar BSP5 class 21.1","p":{"x":449,"y":801},"t":0,"u":"bSP5_NewDarkAge1620814002124","r":[],"d":[2021,5,12,12,6,42],"db":["bSP5_NewDarkAge"],"_id":"vfABhxmJtGrknqEP"},{"c":"c/ Technically and organizationally, the immediate era is already beyond resolution, as are its tools and forms of output. Although fluidity, in terms of process-oriented philosophies, already smashes down dynamic material exchanges into a resolution of its own, radical discourse must produce partialities of practice and theory which are fragile and fractal.","p":{"x":718,"y":7173},"t":0,"u":"endingIllusion1598547189991","r":["endingIllusion1598546754661","endingIllusion1598546318527"],"d":[2020,8,27,18,53,9],"db":["endingIllusion"],"_id":"vfqHASZn88tq3rpO"},{"c":"q/ \"the intellectual discovered that the masses no longer need him to gain knowledge: they know perfectly well, without illusion; they know far better than he and they are certainly capable of expressing themselves. But there exists a system of power which blocks, prohibits, and invalidates this discourse and this knowledge, a power not only found in the manifest authority of censorship, but one that profoundly and subtly penetrates an entire societal network. Intellectuals are themselves agents of this system of power-the idea of their responsibility for \"consciousness\" and discourse forms part of the system. The intellectual's role is no longer to place himself \"somewhat ahead and to the side\" in order to express the stifled truth of the collectivity; rather, it is to struggle against the forms of power that transform him into its object and instrument in the sphere of \"knowledge,\" \"truth,\" \"consciousness,\" and \"discourse. \" ^^ https://libcom.org/library/intellectuals-power-a-conversation-between- michel-foucault-and-gilles-deleuze","p":{"x":281,"y":3711},"t":0,"u":"endingIllusion1598448580846","r":["endingIllusion1598449196391"],"d":[2020,8,26,15,29,40],"db":["endingIllusion"],"_id":"vguv76ADaqUj91NZ"},{"c":"The discursive field conditions of the 18th and 19th centuries are pretty well demarcated at this point. ","p":{"x":1162,"y":-5245},"t":0,"u":"discursiveFieldConditions1598960391933","r":["discursiveFieldConditions1598960631758"],"d":[2020,9,1,13,39,51],"db":["discursiveFieldConditions"],"_id":"vpzOyVqgpPSPMn7L"},{"c":"q/ On the contrary, the architects positioned themselves as representing th neds of the local people while barring the same population from participating in their decision-making processes. For them, learning from the inhabitants was only a matter of adjusting their planning and architecture according to ethnological findings...\n\n...The didactic model of vernacular and self-built architecture - which remains influential even today for Rem Koolhaas and others - has to be critically examind in the context of colonial and global modernity.","p":{"x":274,"y":733},"t":0,"u":"anarchy+architecture1623933377262","r":["anarchy+architecture1623932563780","anarchy+architecture1623933810466"],"d":[2021,6,17,14,36,17],"db":["anarchy+architecture"],"_id":"vs91vsA19omAwQHl"},{"c":"The cybernetic is pragmatic: anything that works is what must be done and redone. Specific goals are prioritized: 1. system propagation (survival), 2. acceleration of conditions (profit), 3. predictability of conditions (stability).","p":{"x":292,"y":3356},"t":0,"u":"discursiveFieldConditions1599075680049","r":["discursiveFieldConditions1599075779526"],"d":[2020,9,2,21,41,20],"db":["discursiveFieldConditions"],"_id":"vwQLnFXulwwHHHBP"},{"c":"c/ “Spaces” and “Faces” are each specifically developed within the context of {adiscourse.net}, though used in an operational manner which is central to the terminology and functioning of the interface.","p":{"x":558,"y":-13623},"t":0,"u":"metaDiscourse1599985654048","r":["metaDiscourse1599985179322","metaDiscourse1599985708011"],"d":[2020,9,13,10,27,34],"db":["metaDiscourse"],"_id":"wRx4BpGLp547VkED"},{"c":"c/ Still, the vestigial role of author, a produced location of individual importance, is accelerated in the age when \"content creation\" focuses less on content than on the same metrics as scammer culture. Authorship is retained structurally as a site for capital flow - the way to attach values to a material form of data - and socially in the form of heroics.","p":{"x":217,"y":-2054},"t":0,"u":"endingIllusion1598528607320","r":["endingIllusion1598524599062","endingIllusion1598528965993","endingIllusion1598529594629"],"d":[2020,8,27,13,43,27],"db":["endingIllusion"],"_id":"wTA2SHYlFw3R5q9L"},{"c":"AXIOM 2: Nothing technical is ever merely technical","p":{"x":1523,"y":710},"t":0,"u":"bsp5_SignalImageArchitecture1623772658601","r":["bsp5_SignalImageArchitecture1623772823226"],"d":[2021,6,15,17,57,38],"db":["bsp5_SignalImageArchitecture"],"_id":"wVssAkcWntXrFD6I"},{"c":"So the question becomes: in the current conditions of protocological management - derivative control - what emerges as the counter-position of liberation?","p":{"x":733,"y":1054},"t":0,"u":"discursiveFieldConditions1598975818823","r":["discursiveFieldConditions1598976076399"],"d":[2020,9,1,17,56,58],"db":["discursiveFieldConditions"],"_id":"wllgUIebuVlLmAXh"},{"c":"q/ \"If, on the contrary, the relations among those internal elements [of institutions or forms of organization] are neither essential nor necessary, then, besides having to specify the nature of relations characterized in a purely negative manner, we are compelled to explain why these non-necessary relations among internal components of the 'legitimate' objects cannot exist _among the legitimate objects themselves_.\" ^^Laclau and Mouffe, Hegemony and Socialist Strategy, 1985, 90","p":{"x":1365,"y":-6750},"t":0,"u":"metaDiscourse1599982156438","r":[],"d":[2020,9,13,9,29,16],"db":["metaDiscourse"],"_id":"wuibYncCY8sLr85c"},{"c":"c/ {adiscourse.net} follows this Bakhtin path, respecting the states it produces while never believing their illustrations to be complete. More interesting is the indeterminate core of the dialogic exchange, of discourse, in each of the forms with which they mystify. The user must bounce between the discourse spaces, the discourse elements, and discourse states.","p":{"x":843,"y":10644},"t":0,"u":"metaDiscourse1599990328578","r":["metaDiscourse1599990568909"],"d":[2020,9,13,11,45,28],"db":["metaDiscourse"],"_id":"x45bkzlVTEZRpVcU"},{"c":"In terms of intellectual production, Friedrich Kittler describes the discourse network of 1800 as being established by a new ability to interpret meaning, divined from Nature, instead of being scholastically reproduced.","p":{"x":885,"y":-4639},"t":0,"u":"discursiveFieldConditions1598962973499","r":["discursiveFieldConditions1598963705924"],"d":[2020,9,1,14,22,53],"db":["discursiveFieldConditions"],"_id":"x5eiRd2oossWfGVN"},{"c":"r/ Colin Ward himself is a very good example of the capacities of the anti-architect, having worked as an architect but mostly known for his anarchist theory and dialogues over the built environment. Vandalism specifically looks at how architects and developers are vandals of the environment and local communities.","p":{"x":587,"y":2125},"t":0,"u":"anti-disciplinary1599650451695","r":["anti-disciplinary1599650169946"],"d":[2020,9,9,13,20,51],"db":["anti-disciplinary"],"_id":"x6Ov4S8Pz1H2hXAS"},{"c":"On the other hand, novel discursive operations, what Laclau and Mouffe call \"articulations\", undercut previously stable hegemonic formations through the production of new meanings within the discursive field.","p":{"x":1209,"y":-570},"t":0,"u":"discursiveFieldConditions1598974803980","r":["discursiveFieldConditions1598955525181"],"d":[2020,9,1,17,40,3],"db":["discursiveFieldConditions"],"_id":"x8kKyeqApeXlKSQ1"},{"c":"Habermas' Public Sphere, having represented itself in liberal democratic representation, produces the functions of publicity - the methods of organizing and directing public sentiment through advertisement, propaganda, and other culturally constructed rudders.","p":{"x":286,"y":-1863},"t":0,"u":"discursiveFieldConditions1598971168001","r":["discursiveFieldConditions1598973864153"],"d":[2020,9,1,16,39,28],"db":["discursiveFieldConditions"],"_id":"xB4S5FItMJaQ817z"},{"c":"c/ \tJust as Laclau and Mouffe use the word, elements are not tied to the classical elements (earth, water, air, fire), but rather to colloquial use such that an element is an object within a set or collection of similar objects. In architectural parlance, a louver element can be isolated and singular, used decoratively along a building level, or within a system of louvers, hung in an array as to block and deflect specific angles of natural light. ","p":{"x":1413,"y":-13320},"t":0,"u":"metaDiscourse1599985454387","r":[],"d":[2020,9,13,10,24,14],"db":["metaDiscourse"],"_id":"xDd5HZj2sio9M2zJ"},{"c":"c/ primarily, I would say that architecture stores capital. While this might seem a bit reductionist to the exchange value over its use value (living in it, working in it), the larger use of \"A\"rchitecture is in containing value which can be increased as it is stored.  Like the Disney corporation making the same movie every 40 years to keep the copyright. ","p":{"x":268,"y":4992},"t":0,"u":"anti-disciplinary1600194217415","r":["anti-disciplinary1600180868087","anti-disciplinary1599652582280"],"d":[2020,9,15,20,23,37],"db":["anti-disciplinary"],"_id":"xLJ4iYyildGTTEWK"},{"c":"The individual agent is established but essence is withdrawn. Points of attachment are partially occupied without commitment. Aspects of identity are indexical, but only flat duplications of a projected screen.","p":{"x":1311,"y":2149},"t":0,"u":"discursiveFieldConditions1599074078940","r":["discursiveFieldConditions1599074665489"],"d":[2020,9,2,21,14,38],"db":["discursiveFieldConditions"],"_id":"xSS06etO89DUi2lc"},{"c":"q/ \"This decisive mutation in the political imaginary of Western societies took place two hundred years ago and can be defined in these terms: the logic of equivalence was transformed into the fundamental instrument of production of the social.\" ^^ Ernesto Laclau and Chantal Mouffe, Hegemony and Socialist Strategy, 2014, 139","p":{"x":1206,"y":-3291},"t":0,"u":"discursiveFieldConditions1598956990311","r":[],"d":[2020,9,1,12,43,10],"db":["discursiveFieldConditions"],"_id":"xTPQGXn16Ymu66Lp"},{"c":"r/ is voting the huddling together of people who don't recognize the altered plane of the new Mouffian frontier? Who don't recognize civil war? Or at least, want one last chance at avoiding the punch they see coming? --- though civil war by Tiqqun is more than war in the streets, so not pushing the idea that we all need to light the gunpowder.","p":{"x":1352,"y":-426},"t":0,"u":"civilWar,mobilization--conflict--dispute1600285342888","r":[],"d":[2020,9,16,21,42,22],"db":["civilWar","mobilization--conflict--dispute"],"_id":"xaGVOrlrHRgQFGMi"},{"c":"c/ “Space” is used for a thematically separated area, chosen and combined from a previous list or created anew, in which to submit elements. {adiscourse.net} elements are visualized only if their space is entered or if the user chooses the global space of “[entire]-vollstaendig”. Specific spaces might be separated by thematic intent or type of submission, depending on the creator and contributors of the space. Spaces can be individually chosen, or multiple spaces can be entered simultaneously, allowing for an overlap between themes in which the elements produced belong to the combination of spaces and show up in both of the individual spaces as well.","p":{"x":775,"y":-14038},"t":0,"u":"metaDiscourse1599985708011","r":[],"d":[2020,9,13,10,28,28],"db":["metaDiscourse"],"_id":"xd36ATbtK6hwOX7r"},{"c":"r/ so cybernetics deals in gossip...","p":{"x":783,"y":2463},"t":0,"u":"civilWar,discursiveFieldConditions1600197076407","r":[],"d":[2020,9,15,21,11,16],"db":["civilWar","discursiveFieldConditions"],"_id":"xeLnsaINNf965idv"},{"c":"c/ Just as Object-Oriented Ontology resists the usual flattening of ontological privilege into atomisms or totalities, discourse in {adiscourse.net} resists such styles of privilege usually given to “disciplines” - overmining - or signs - undermining.","p":{"x":947,"y":-6272},"t":0,"u":"metaDiscourse1599981781967","r":["metaDiscourse1599981876633"],"d":[2020,9,13,9,23,1],"db":["metaDiscourse"],"_id":"xp22BYibd4QdKkGg"},{"c":"Computational thinking internalizes solutionism to the degree that it is impossible to think or articulate the world in terms that are not computable.  Computational thinking is predominate in the world today, driving the worst trends in our societies and interactions, and must be opposed by a real systemic literacy. If philosophy is that fraction of human thought dealing with that which cannot be explained by the sciences, then systematic literacy is the thinking that deals with a world that is not computable, while acknowledging that it is irrevocably shaped and informed by computation. ","p":{"x":253,"y":1901},"t":0,"u":"bSP5_NewDarkAge1621359901123","r":["bSP5_NewDarkAge1621407901173"],"d":[2021,5,18,19,45,1],"db":["bSP5_NewDarkAge"],"_id":"xqBB22K1p64PERZY"},{"c":"r/ In the episode its a very short response to the question - obviously put forward by an architecturally focused person. They don't really address any specific thinker outside of Manuel De Landa, who they use to stand in for an architectural view of Deleuze and Guattari - which is in itself not really addressing how architectural theorists address the joyous creationary half of Deleuze's work.","p":{"x":286,"y":-1081},"t":0,"u":"anti-disciplinary1600511659026","r":["anti-disciplinary1600374761212","anti-disciplinary1600511730103"],"d":[2020,9,19,12,34,19],"db":["anti-disciplinary"],"_id":"xs3M1f6CRvE09Q8I"},{"c":"r/ what is the new understanding that we need to reach with our technology? What is the understanding which is even possible?","p":{"x":1032,"y":385},"t":0,"u":"bSP5_NewDarkAge1621247141218","r":["bSP5_NewDarkAge1621027454565"],"d":[2021,5,17,12,25,41],"db":["bSP5_NewDarkAge"],"_id":"xsK5Ca6U3Fvnzs4o"},{"c":"c/ This has happend throughout all disciplines, regardless of accepted recognition. Within the architectural office its hard to explain how single figures like Thomas Heatherwick or Patrik Schumacher retain the veneer of importance when all their work is done by teams of professionals and consultants and interns. But they do, and are held up as the heroic ideal.","p":{"x":1369,"y":-1456},"t":0,"u":"endingIllusion1598525380071","r":[],"d":[2020,8,27,12,49,40],"db":["endingIllusion"],"_id":"xt3oHMAzD8cAh5A1"},{"c":"c/ The recent \"verified\" breach on Twitter (July 15th) showed both how much worth the \"verified\" hold their illusory importance, as well as as how much the general public values it. Hackers of verified accounts perpetrated a Bitcoin scam, coming away with around $110,000, skating off the film of importance and recognition attached to media accounts.","p":{"x":580,"y":-653},"t":0,"u":"endingIllusion1598524312880","r":[],"d":[2020,8,27,12,31,52],"db":["endingIllusion"],"_id":"xyBGXag7oBL0yEyu"},{"c":"c/ What I think is valuable for political philosophy:\n\n> The New Architecture Movement (NAM) and its critique of professional norms and how political structures  shape those norms\n\n> Alberto Pérez-Gómez books, especially his theories about the history of perspective and visual representation of architecture","p":{"x":293,"y":-1117},"t":0,"u":"anti-disciplinary1600630794090","r":["anti-disciplinary1600546097313"],"d":[2020,9,20,21,39,54],"db":["anti-disciplinary"],"_id":"y3TJZJo7yvwKdF5i"},{"c":"c/ The State means something very real in these conceptions, just as climate does, even though these very real things can hardly be described in any specific fashion.","p":{"x":863,"y":4359},"t":0,"u":"metaDiscourse1599987826197","r":["metaDiscourse1599988034470"],"d":[2020,9,13,11,3,46],"db":["metaDiscourse"],"_id":"yKF7gL45lDl9sECl"},{"c":"c/ There is no moment - discursively, politically, economically, socially, or practically - when the key hits the final pin perfectly and the situation becomes static. There is never resolution and there has never been resolution. Achieving communism isn't the end of history, just as the neoliberal hegemony wasn't the end of history in 1990s. Sorry, Fukuyama.","p":{"x":723,"y":5421},"t":0,"u":"endingIllusion1598535230187","r":["endingIllusion1598535896921","endingIllusion1598542143299"],"d":[2020,8,27,15,33,50],"db":["endingIllusion"],"_id":"yPV1bKz4kx6l3hld"},{"c":"r/ The same can widely said for all external theory internalized within the disciplinary context - Deleuze and Guatarri's radical anti-capitalism is a great example of how even self-professed \"radical\" architects smash down concepts into useful images that can read in a render and a floor plan.","p":{"x":288,"y":3281},"t":0,"u":"anti-disciplinary1599652381488","r":[],"d":[2020,9,9,13,53,1],"db":["anti-disciplinary"],"_id":"yW5ebqAquS81037Q"},{"c":"As structural representations of agency negotiated enclosures as the contested site of coercion and liberation during the democratic revolution - the space of socialism, democracy, and totalitiarianism - the immediate conditions engage directly with the agent as a contested site.","p":{"x":1251,"y":1339},"t":0,"u":"discursiveFieldConditions1598976561238","r":[],"d":[2020,9,1,18,9,21],"db":["discursiveFieldConditions"],"_id":"ypvqr7sPuIlA8JKI"},{"c":"Each of these strands present a reconstituted field of agency, and in each case  there are reconstituted organs of management - structures of agential negation.","p":{"x":734,"y":-2882},"t":0,"u":"discursiveFieldConditions1598966007155","r":["discursiveFieldConditions1598965316496","discursiveFieldConditions1598956990311","discursiveFieldConditions1598964508356","discursiveFieldConditions1598961094339","discursiveFieldConditions1598966579380","discursiveFieldConditions1598966842220","discursiveFieldConditions1598967485891"],"d":[2020,9,1,15,13,27],"db":["discursiveFieldConditions"],"_id":"yrmTvVlhhUgZM0Iq"},{"c":"c/  From the theories of Laclau and Mouffe, “unfixity” is the inability for social meanings to find final positions within the discursive field, generating a constant, albeit uneven, precarity of meaning. Laclau and Mouffe’s conceptions of the “social” deny the possibility of any sutured totalities, even such as that assumed in the concept of “Society”. For Laclau and Mouffe there is never a finality or completion of the social system which is able to avoid frontiers of contestation, whether the majority voices of a social structure openly recognize these contestations or not. ^^ Laclau and Mouffe, Hegemony and Socialist Strategy, 1985","p":{"x":316,"y":-9599},"t":0,"u":"metaDiscourse1599983565981","r":["metaDiscourse1599983443300","metaDiscourse1599984335905","metaDiscourse1599984409787"],"d":[2020,9,13,9,52,45],"db":["metaDiscourse"],"_id":"z5Qm9DVd3OFXUHBE"},{"c":"c/ A moment in {adiscourse.net} can be ended by inserting an element between two other elements, thus breaking the signified placement of the original two. A moment can also be reinforced, extended in its duration, due to the same circumstances, as the condition of the moment is on whether the aesthetic/discursive context endures.","p":{"x":1205,"y":-14241},"t":0,"u":"metaDiscourse1599985577000","r":[],"d":[2020,9,13,10,26,17],"db":["metaDiscourse"],"_id":"zC7IXQstqmPPwcaQ"},{"c":"q/ Nothing here is an argument against technology: to do so would be to argue against ourselves.","p":{"x":794,"y":1580},"t":0,"u":"bSP5_NewDarkAge1621027919400","r":["bSP5_NewDarkAge1621340718302"],"d":[2021,5,14,23,31,59],"db":["bSP5_NewDarkAge"],"_id":"zNMe6zlBFU7NRoc7"},{"c":"Each of these minor transformations are reactive to the instability of the discursive field, and the generative ability for control to collapse against previously unconstituted frontiers of agency.","p":{"x":643,"y":-1399},"t":0,"u":"discursiveFieldConditions1598973864153","r":["discursiveFieldConditions1598973182251","discursiveFieldConditions1598971331594","discursiveFieldConditions1598973954677"],"d":[2020,9,1,17,24,24],"db":["discursiveFieldConditions"],"_id":"zcXJIeb1qPetrX3B"},{"c":"The experience of public persona transitions from Hannah Arendt's \"space of appearance\" as equal projection onto a common substrate into a space of individual persona. Public persona becomes more intensely the expression of authentic and individual virtue in contrast to an enmeshed social persona.","p":{"x":1437,"y":-4354},"t":0,"u":"discursiveFieldConditions1598962838093","r":[],"d":[2020,9,1,14,20,38],"db":["discursiveFieldConditions"],"_id":"zwiZqn4MNr7qIGhw"}]